Repository: yangjiandong/filmaster
Catalog: film20/locale/*/LC_MESSAGES/django.po
Languages: pl

source: If you are waiting for Filmaster Mobile on another platform, please be patient. Simply enter your e-mail address, and mobile platform below and we'll contact you when a version for your platform is ready for beta testing!
pl: Jeśli czekasz na Filmaster Mobile dla innej platformy, prosimy o cierpliwość. Jeśli zostawisz swój e-mail w formularzu poniżej, poinformujemy Cię jak wersja na Twoją platformę będzie dostępna.

source: Thanks for your interest in Filmaster Mobile!
pl: Dziękujemy za zainteresowanie Filmaster Mobile!

source: Now, you can go back to
pl: Możesz teraz wrócić do serwisu

source: movies
pl: filmów

source: persons
pl: ludzie kina

source: users
pl: użytkownicy

source: comments
pl: komentarze

source: This film does not have a description, yet.
pl: Ten film nie ma jeszcze porządnego opisu.

source: Born in
pl: Urodzony

source: wall post
pl: wpis

source: Search results for phrase:
pl: Wyniki wyszukiwania dla frazy:

source: Search
pl: Szukaj

source: more results
pl: więcej wyników

source: Could not found what you're looking for. Try to adjust your query string
pl: Niestety nie mogliśmy znaleźć tego czego szukałeś. Sprawdź czy nie zrobiłeś literówki.

source: Want to request a film?
pl: Nie możesz znaleźć filmu?

source: If you are looking for a film that is not in our database, please let us know about it
pl: Jeśli szukasz filmu, który nie znajduje się w naszej bazie, powiedz nam o tym

source: using this form
pl: korzystając ze specjalnego formularza

source: and we'll try to fix it as soon as we can
pl: a my postaramy się go dodać do bazy tak szybko jak to możliwe

source: Enter your search phrase in one of the boxes on the right to start search.
pl: Wpisz nazwę poszukiwanego filmu, nazwisko aktora lub reżysera albo nick użytkownika w jednym z boksów w prawym panelu, aby rozpocząć szukanie.

source: loading
pl: ładowanie

source: UPDATE QUEUE
pl: ZAKTUALIZUJ KOLEJKĘ

source: Solr is active
pl: Solr jest aktywny

source: Solr is dead
pl: Solr umarł

source: STARTED AT
pl: WYSTAROWANO

source: avg time per request
pl: średni czas requestu

source: avg request per second
pl: średnio requestów na sekundę

source: number of documents
pl: liczba dokumentów

source: queue
pl: kolejka

source: configuration
pl: konfiguracja

source: key
pl: klucz

source: value
pl: wartość

source: Theaters
pl: Kina

source: Choose city
pl: Wybierz miasto

source: Recommended
pl: Rekomendacje

source: in theaters
pl: w kinach

source: These are your top recommendations for movies currently showing in local theaters.
pl: Filmy rekomendowane dla Ciebie spośród wyświetlanych obecnie w kinach w Twojej okolicy.

source: Start rating movies
pl: Rozpocznij ocenianie filmów

source: on TV
pl: w telewizji

source: These are your top recommendations for movies currently broadcast on TV.
pl: Filmy rekomendowane dla Ciebie spośród wyświetlanych aktualnie w telewizji.

source: show more
pl: pokaż więcej

source: <p>Sorry, no showtimes available.</p>
pl: <p>Przepraszamy, repertuar jest niedostępny.</p>

source: <p> This country (%(country_code)s) - is not supported. Check your <a href="%(url)s">location settings</a>.</p>
pl: <p>Brak kanałów dla Twojego kraju (%(country_code)s). Sprawdź swoją <a href="%(url)s">lokalizację</a>.</p>

source: Also in
pl: Oraz w

source: on your wishlist
pl: na liście życzeń

source: There are no movies in your collection, yet. Add some, it's fun!
pl: Nie ma tu jeszcze żadnych filmów. Najwyższa pora coś dodać!

source: rating
pl: ocenił na

source: Filter
pl: Filtruj

source: (custom filters applied)
pl: (zastosowano dodatkowe filtry)

source: all on one page
pl: wszystko na jednej stronie

source: alphabetically
pl: alfabetycznie

source: lowest ratings
pl: oceny rosnąco

source: highest ratings
pl: oceny malejąco

source: date
pl: data

source: No ratings, yet. Try removing custom filters to see the ratings.
pl: Brak ocen spełniających zadane kryteria. Spróbuj rozszerzyć filtry.

source: Your Applications
pl: Twoje aplikacje

source: New Application
pl: Nowa aplikacja

source: OAuth Access Tokens
pl: Tokeny dostępowe OAuth

source: Are you sure?
pl: Jesteś pewien?

source: Associated services
pl: Powiązane serwisy

source: Remove Association
pl: Usuń powiązanie

source: logged in
pl: zalogowany

source: Associate
pl: Połącz

source: Associate with existing OpenID account
pl: Połącz z istniejącym kontem OpenID

source: Change my avatar
pl: Zmień awatara

source: Avatar
pl: Awatar

source: Crop &amp; resize the area you want.
pl: Zaznacz na obrazku, która jego część ma być Twoim awatarem.

source: Save my avatar
pl: Zapisz mój awatar

source: %(user)s's Dashboard
pl: Dashboard użytkownika %(user)s

source: Main page
pl: Społeczność miłośników kina

source: How do I activate notifications?
pl: Jak aktywować powiadomienia?

source: Import ratings
pl: Importuj oceny

source: You can import your ratings from other web sites, like IMDB, Criticker or Filmweb.
pl: Możesz zaimportować swoje oceny z innych serwisów filmowych. Na chwilę obecną obsługujemy IMDB, Criticker oraz Filmweb.

source: You can import your ratings from Filmweb by entering your user name and password for Filmweb account.
pl: Możesz zaimportować oceny z Filmwebu podając swoją nazwę użytkownika i hasło w tym serwisie.

source: Import from Filmweb
pl: Zaimportuj z Filmwebu

source: You can import your ratings from Criticker by uploading the XML file with all your ratings on Criticker.
pl: Możesz zaimportować oceny z Critickera przesyłając nam plik XML wygenerowany przez ten serwis.

source: You can obtain the file by browsing to You->All your ratings->Export Lists->Ordered By Score(XML).
pl: Aby uzyskać plik z ocenami wejdź na You->All your ratings->Export Lists->Ordered By Score(XML).

source: Import from Criticker
pl: Zaimportuj z Critickera

source: Go to <a href='http://www.imdb.com/list/ratings'>your ratings</a> page and look for 'Export this list' link at the bottom.
pl: Przejdź na stronę <a href='http://www.imdb.com/list/ratings'>swoich ocen na IMDB</a> i poszukaj linku 'Export this list' na dole strony.

source: Then save the ratings.csv file and upload it using the below form
pl: Następnie zapisz plik ratings.csv i wgraj go korzystając z poniższego formularza.

source: Import from IMDB
pl: Zaimportuj z IMDB

source: previous_imports
pl: Poprzednie importy

source: View report
pl: Pokaż raport

source: Show form
pl: Pokaż formularz

source: rated movies
pl: Zaimportowane oceny filmów

source: already rated movies
pl: Filmy wcześniej ocenione w serwisie

source: movies not rated
pl: Filmy, których ocen nie udało się zaimportować

source: change password
pl: zmień hasło

source: Your TV Channels
pl: Twoje kanały TV

source: No channels available. Check your <a href="%(url)s">location settings</a>
pl: Brak dostępnych kanałów. Sprawdź swoją <a href="%(url)s">lokalizację</a>

source: Your settings
pl: Twoje dane

source: Display name
pl: Wyświetlana nazwa

source: Joined
pl: Dołączył

source: Last seen
pl: Ostatnio widziany

source: Location
pl: Lokalizacja

source: Application
pl: Aplikacje

source: Secret
pl: Sekret

source: Applications
pl: Aplikacje

source: There are no activities here, yet. Sorry for that!
pl: Ojej, nie ma tu jeszcze żadnych aktywności. Przykro nam...

source: Remove this entry
pl: Usuń z listy

source: wrote a draft
pl: dodał(a) szkic

source: wrote a review of
pl: opublikował(a) recenzję filmu

source: published an article titled
pl: opublikował(a) artykuł pod tytułem

source: Read the article
pl: Przeczytaj artykuł

source: Edit this article
pl: Edytuj artykuł

source: %(counter)s comment
pl: %(counter)s komentarz

source: is planing to watch
pl: planuje obejrzeć

source: commented
pl: skomentował(a)

source: a wall post
pl: wpis

source: started following a user
pl: obserwuje nowego użytkownika

source: published an article
pl: opublikował(a) artykuł

source: published a wall post
pl: opublikował(a) wpis

source: added a review of
pl: opublikował(a) recenzję filmu

source: added news about
pl: dodał(a) news o filmie

source: added a trailer of
pl: dodał(a) zwiastun filmu

source: added a full feature film
pl: dodał(a) cały film

source: added a video related with
pl: dodał(a) wideo powiązane z

source: added a book related with
pl: dodał(a) książkę związaną z filmem

source: 1 other
pl: 1 inne zdjęcie

source: Read the review
pl: Przeczytaj recenzję

source: Other
pl: Inne

source: added a movie poster
pl: dodał(a) plakat filmowy

source: added a person photo
pl: dodał(a) zdjęcie osoby

source: 1 other
pl: 1 inny film

source: Read more
pl: Przeczytaj całość

source: wrote about
pl: napisał(a) o

source: Filmaster recommends
pl: Filmaster poleca

source: Movies database
pl: Baza filmów

source: No films for tag
pl: Brak filmów w tym gatunku

source: Featured review
pl: Wyróżniona recenzja

source: No featured review, start blogging!
pl: Brak wyróżnionej recenzji. Może ją napiszesz?

source: Other reviews
pl: Inne recenzje

source: No recent reviews, start blogging!
pl: Brak wyrożnionych recenzji.

source: This is a page with latest activities of the people you follow.
pl: To jest strona z ostatnimi aktywnościami osób, które obserwujesz.

source: You are not yet following anyone.You can follow someone from the list
pl: Nie obserwujesz jeszcze niekogo. Możesz zacząć obserwować kogoś z poniższej listy

source: of recommended users below or check out
pl: polecanych Filmasterów, albo przejrzeć listę

source: Filmasters like you
pl: Filmasterów takich jak Ty

source: to find interesting people to follow.
pl: aby odnaleźć ciekawe osoby w serwisie.

source: In your area
pl: W Twojej okolicy

source: Filmasters about these movies
pl: Filmasterzy o tych filmach

source: Restricted Access
pl: Brak dostępu

source: Authorization Required
pl: Wymagana autoryzacja

source: Notices Feed
pl: Feed powiadomień

source: To receive jabber notifications set your JID in your profile and add <b>%s</b> to your roster
pl: Aby otrzymywać powiadomienia przez Jabbera, dodaj <b>%s</b> do swoich znajomych

source: To enable facebook notifications login with FBConnect
pl: Aby aktywować powiadomienia na Facebooku zaloguj się przez FBConnect

source: Browser
pl: Przeglądarka

source: notice
pl: powiadomienie

source: user activity
pl: Aktywność Twoich Kompanów

source: all users
pl: wszystkich

source: moderators
pl: moderatorzy

source: label
pl: etykieta

source: display
pl: pokaż

source: default
pl: wartość domyślna

source: notice_type
pl: Typ powiadomienia

source: user group
pl: grupa użytkowników

source: notice type
pl: Typ powiadomienia

source: notice types
pl: Typy powiadomień

source: medium
pl: średnia

source: send
pl: wyślij

source: notice setting
pl: Ustawienia powiadomień

source: notice settings
pl: Ustawienia powiadomień

source: message
pl: wiadomość

source: added
pl: Film dodany!

source: unseen
pl: nieczytane

source: archived
pl: zarchiwizowane

source: on site
pl: na stronie

source: notices
pl: powiadomienia

source: signal
pl: sygnał

source: observed item
pl: obserwowany wątek

source: observed items
pl: obserwowane wątki

source: In order to enable notifications on your phone, enter your number in your profile
pl: Aby aktywować powiadomienia na swój telefon, podaj numer telefonu w swoim profilu

source: The file type is invalid: %s
pl: Typ pliku jest nieprawidłowy: %s

source: You must enter one of the options
pl: Wybierz jedną z opcji

source: You must select a image with a minimum of %(width)dx%(height)d pixels.
pl: Zaznacz część obrazka, minimalnie kwardat %(width)dx%(height)d pikseli.

source: Poster/Photo
pl: Plakaty/zdjęcia

source: Posters/Photos
pl: Plakat

source: Photo added!
pl: Zdjęcie dodane!

source: Photo added! awaiting approval
pl: Zdjęcie zostało dodane, oczekuje na akceptację.

source: Poster/Photo moderated
pl: Plakat/zdjęcie zmienione przez moderatora

source: requested poster/photo has been moderated
pl: zgłoszony plakat/zdjęcie został zaimportowany

source: Min. common films
pl: Liczba wspólnie ocenionych filmów

source: Sort by
pl: Sortuj wg

source: Min common films must be an integer!
pl: Ocenia musi być liczbą całkowitą!

source: Filter Filmasters
pl: Filtruj Filmasterów

source: Tags have to be comma separated!
pl: Gatunki muszą być oddzielone przecinkami!

source: From (year)
pl: Od roku

source: To (year)
pl: Do roku

source: Min. votes
pl: Min. liczba głosów

source: Year must be an integer!
pl: Rok musi być liczbą całkowitą!

source: Year must be after 1850!
pl: Nie kręcono filmów przed 1850!

source: Year must be before 2020!
pl: Przykro nam, nie przepowiadamy przyszłości, rok musi być mniejszy niż 2020!

source: The value must be an integer!
pl: Wymagana jest liczba całkowita!

source: The number can't be negative!
pl: Liczba musi być mniejsza od zera!

source: your recommendations are ready
pl: Twoje rekomendacje są gotowe

source: Fast Recommendations
pl: Szybkie rekomendacje

source: fast recommendations are ready
pl: Szybkie rekomendacje są gotowe

source: No
pl: Nie

source: Yes
pl: Tak

source: all Filmasters
pl: wszyscy

source: following only
pl: obserwowani

source: followers only
pl: obserwujący

source: common taste
pl: wspólny gust

source: number of common films
pl: liczba wspólnie ocenionych filmów

source: user name
pl: Login

source: date joined
pl: data przyłączenia

source: action
pl: film akcji

source: Best action movies
pl: Najlepsze filmy akcji

source: adventure
pl: przygodowy

source: Best adventure movies
pl: Najlepsze filmy przygodowe

source: animation
pl: animowany

source: Best animations
pl: Najlepsze animacje

source: Best biography movies
pl: Najlepsze filmy biograficzne

source: comedy
pl: komedia

source: Best comedy movies
pl: Najlepsze komedie

source: crime
pl: kryminał

source: Best crime movies
pl: Najlepsze kryminały

source: drama
pl: dramat

source: Best dramas
pl: Najlepsze dramaty

source: documentary
pl: dokumentalny

source: Best documentaries
pl: Najlepsze filmy dokumentalne

source: family
pl: familijny

source: Best family movies
pl: Najlepsze filmy familijne

source: fantasy
pl: fantastyczny

source: Best fantasy movies
pl: Najlepsze filmy fantasy

source: history
pl: historyczny

source: Best history movies
pl: Najlepsze filmy historyczne

source: Best horrors
pl: Najlepszy horrory

source: music
pl: muzyczny

source: Best musicals
pl: Najlepsze musicale

source: mystery
pl: tajemnica

source: Best mystery movies
pl: Najlepsze filmy z tajemnicą

source: romance
pl: romans

source: Best romance movies
pl: Najlepsze romanse

source: Best science fiction movies
pl: Najlepsze filmy science fiction

source: short
pl: krótkometrażowy

source: Best short movies
pl: Najlepsze filmy krótkometrażowe

source: sport
pl: sportowe

source: Best sport movies
pl: Najlepsze filmy o sporcie

source: thriller
pl: dreszczowiec

source: Best thrillers
pl: Najlepsze thrillery

source: war
pl: wojenny

source: Best war movies
pl: Najlepsze filmy wojenne

source: Best westerns
pl: Najlepsze westerny

source: Best action TV series
pl: Najlepsze seriale akcji

source: Best adventure TV series
pl: Najlepsze seriale przygodowe

source: Best biography TV series
pl: Najlepsze seriale biograficzne

source: Best comedy TV series
pl: Najlepsze seriale komediowe

source: Best crime TV series
pl: Najlepsze seriale kryminalne

source: Best documentary TV series
pl: Najlepsze seriale dokumentalne

source: Best family TV series
pl: Najlepsze seriale familijne

source: Best fantasy TV series
pl: Najlepsze seriale fantasy

source: Best history TV series
pl: Najlepsze seriale historyczne

source: Best mystery TV series
pl: Najlepsze seriale z tajemnicą

source: Best romance TV series
pl: Najlepsze seriale romantyczne

source: Best science fiction TV series
pl: Najlepsze seriale science fiction

source: Best short TV series
pl: Najlepsze seriale krótkometrażowe

source: Best sport TV series
pl: Najlepsze seriale o sporcie

source: Best war TV series
pl: Najlepsze seriale wojenne

source: Modified at
pl: Data modyfikacji

source: On which platform would you like to run Filmaster Mobile?
pl: Na której chciałbyś korzystać z Filmaster Mobile!

source: I don't know my platform
pl: Nie znam swojej platformy

source: Your email address
pl: adres e-mail

source: Search In
pl: Szukaj w

source: Updated
pl: Data modyfikacji

source: Removed
pl: Usunięte

source: Action type
pl: Typ akcji

source: URL Product
pl: URL produktu

source: URL Add To Basket
pl: URL dodania do koszyka

source: URL Image
pl: Plakat

source: Currently playing in
pl: Aktualnie grany w

source: Channel type
pl: Typ kanału

source: Nearby
pl: Okolica

source: Daily
pl: Codziennie

source: Weekly
pl: Cotygodniowo

source: active from
pl: aktywny od

source: active to
pl: aktywny do

source: is watching
pl: ogląda film

source: watched
pl: obejrzał(a)

source: Your location is not set. Change it <a href='%s'>here</a>.
pl: Twoja lokalizacja nie jest ustawiona. Zmień ją <a href='%s'>tutaj</a>.

source: Your location may be inaccurate. Check <a href='%s'>settings</a>.
pl: Twoja lokalizacja może być niedokładna. Sprawdź <a href='%s'>ustawienia</a>.

source: New cinemas detected around you
pl: Znaleziono nowe kina okolicy

source: new cinemas found around
pl: Znaleziono nowe kina okolicy

source: You checked-in to a movie
pl: Ty oglądasz film

source: check-in
pl: idzie na film

source: You cancelled your movie check-in
pl: Ty zrezygnowałeś z seansu

source: check-in cancel
pl: nie idzie na film

source: Your friend checked-in to a movie
pl: Twój znajomy ogląda film

source: following user check-in
pl: Obserwowany idzie na film

source: Your friend canceled their movie check-in
pl: Twój znajomy zrezygnował z seansu

source: following user check-in cancel
pl: Obserwowany jednak nie idzie na film

source: Someone around you checked in
pl: Ktoś w okolocy idzie na film

source: near cinema check-in
pl: Ktoś idze na film w kinie w okolicy

source: Someone around you cancelled their check-in
pl: Ktoś w okolicy zrezygnował z seansu

source: near cinema check-in cancel
pl: Ktoś jednak nie idze na film w kinie w okolicy

source: Your friend checked-in somewhere around you
pl: Twój znajomy idzie na film w okolicy

source: following user near cinema check-in
pl: Obserwowany idzie na film w kinie w okolicy

source: Your friend cancelled their check-in somewhere around you
pl: Twój znajomy zrezygnował z seansu w okolicy

source: following user near cinema check-in cancel
pl: Obserwowany jednak nie idzie na film w kinie w okolicy

source: Someone checked-in to your screening
pl: Ktoś wybiera się na ten sam seans co Ty

source: screening check-in
pl: Idę na film

source: Someone cancelled their check-in to your screening
pl: Ktoś zrezygnował z seansu, na który się wybierasz

source: screening check-in cancel
pl: Jednak nie idę na film

source: Daily recommendations
pl: Codzienne rekomendacje

source: Weekly recommendations
pl: Cotygodniowe rekomendacje

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: The day after tomorrow
pl: Pojutrze

source: The model %s has already been registered.
pl: Model %s został już zarejestrowany

source: %s can only be set on instances.
pl: %s może być tylko ustawiony na instancjach.

source: Multiple tags were given.
pl: Podano wiele tagów.

source: A tag may be no more than %s characters long.
pl: Tag może być nie dłuższy niż %s znaków.

source: Each tag may be no more than %s characters long.
pl: Tag może być nie dłuższy niż %s znaków.

source: No tags were given: "%s".
pl: Nie podano tagów: "%s".

source: Multiple tags were given: "%s".
pl: Podano zbyt wiele tagów: "%s".

source: content type
pl: typ danych

source: object id
pl: id obiektu

source: tagged item
pl: otagowany obiekt

source: tagged items
pl: otagowane obiekty

source: Content
pl: Komentuj

source: comment
pl: komentarz

source: Comments cannot be shorter than %s characters!
pl: Komentarze nie może być krótsze niż %s znaków!

source: It looks like you have already said that!
pl: Wygląda na to, że się powtarzasz (identyczny komentarz jest już w bazie)!

source: plaintext
pl: czysty tekst

source: object ID
pl: ID obiektu

source: date/time submitted
pl: data zgłoszenia

source: date/time modified
pl: data modyfikacji

source: date/time approved
pl: data zatwierdzenia

source: is public
pl: publiczne

source: is approved
pl: zatwierdzone

source: IP address
pl: Adres IP

source: is first post in thread
pl: jest pierwszym postem w wątku

source: Comment
pl: Komentarz

source: Comments
pl: Komentarze

source: site
pl: strona

source: e-mail address
pl: adres e-mail

source: Edit comment
pl: Edytuj komentarz

source: Uploaded at
pl: Data modyfikacji

source: Uploaded by
pl: Zatwierdzone przez

source: User uploaded image
pl: Zdjęcie wgrane przez użytkownika

source: Provide image URL
pl: Podaj adres obrazka

source: Upload
pl: Wgraj

source: or upload from your hard drive
pl: lub wgraj plik ze swojego dysku

source: Preview
pl: Podglad

source: New reply
pl: Nowa odpowiedź

source: you have received a reply
pl: otrzymałeś/-łaś odpowiedź

source: You published an article or review
pl: Ty publikowałeś artykuł lub recenzję

source: new review
pl: nowa recenzja

source: You published a wall post
pl: Ty opublikowałeś wpis

source: new short review
pl: nowa krótka recenzja

source: most interesting posts
pl: najciekawsze artykuły

source: short reviews
pl: krótkie recenzje

source: links
pl: linki

source: followers
pl: obserwowani

source: similar taste
pl: podobnych filmasterów

source: favorites
pl: ulubione

source: Note cannot be shorter than 4 characters!
pl: Notka nie może być krótsza niż 4 znaki!

source: Is observed
pl: obserwowany wątek

source: Inactive
pl: Nieaktywny

source: post
pl: notka

source: Rating
pl: Ocena

source: Activity type
pl: Typ aktywności

source: Activity title
pl: Tytuł aktywności

source: Activity content
pl: Treść aktywności

source: Related film title
pl: Tytuł powiązanego filmu

source: Related film permalink
pl: Permalink powiązanego filmu

source: Related object title
pl: Tytuł powiązanego filmu

source: Featured
pl: Wyróżnione

source: Hidden
pl: Ukryte

source: added a poster of
pl: dodał(a) plakat filmu

source: added a photo of
pl: dodał(a) zdjęcie

source: Watching type
pl: Rodzaj obserwacji

source: Cannot remove activity
pl: Nie mogę usunąć aktywności

source: Andorra
pl: Andora

source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

source: Afghanistan
pl: Afganistan

source: Antarctica
pl: Antarktyda

source: Argentina
pl: Argentyna

source: Azerbaijan
pl: Azerbejdżan

source: Bosnia and Herzegovina
pl: Bośnia i Herzegowina

source: Bangladesh
pl: Bangladesz

source: Belgium
pl: Belgia

source: Bulgaria
pl: Bułgaria

source: Bermuda
pl: Bermudy

source: Brunei Darussalam
pl: Brunei

source: Bolivia
pl: Boliwia

source: Brazil
pl: Brazylia

source: Bahama
pl: Bahamy

source: Belarus
pl: Białoruś

source: Canada
pl: Kanada

source: Central African Republic
pl: RŚA

source: Congo
pl: Kongo

source: Switzerland
pl: Szwajcaria

source: Ivory Coast
pl: Wybrzeże Kości Słoniowej

source: Cameroon
pl: Kamerun

source: China
pl: Chiny

source: Colombia
pl: Kolumbia

source: Costa Rica
pl: Kostaryka

source: Cuba
pl: Kuba

source: Cyprus
pl: Cypr

source: Czech Republic
pl: Czechy

source: Germany
pl: Niemcy

source: Djibouti
pl: Dżibuti

source: Denmark
pl: Dania

source: Dominica
pl: Dominika

source: Dominican Republic
pl: Dominikana

source: Ecuador
pl: Ekwador

source: Egypt
pl: Egipt

source: Spain
pl: Hiszpania

source: Ethiopia
pl: Etiopia

source: Finland
pl: Finlandia

source: Fiji
pl: Fidżi

source: France
pl: Francja
