Repository: yangjiandong/filmaster
Catalog: film20/locale/*/LC_MESSAGES/django.po
Languages: pl

source: <ul> <li> <a href="http://filmaster.com/rate-movies/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">Rate movies</a>&nbsp;and&nbsp;explore&nbsp;<a href="http://filmaster.com/recommendations/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">the recommendations</a>,</li> <li> check what's worth watching&nbsp;<a href="http://filmaster.com/recommendations/theaters/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">in theaters</a>&nbsp;and &nbsp;<a href="http://filmaster.com/recommendations/tv/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">on TV</a>,</li> <li> read&nbsp;<a href="http://filmaster.com/reviews/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">insightful reviews</a></li> </ul> and be part of the fasters growing online movie community!
pl: <ul> <li> <a href="http://filmaster.pl/oceniaj-filmy/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">Oceniaj filmy</a>&nbsp;i przeglądaj&nbsp;<a href="http://filmaster.pl/rekomendacje/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">rekomendacje</a>,</li> <li> sprawdź co obejrzeć&nbsp;<a href="http://filmaster.pl/rekomendacje/kina/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">w kinie</a>&nbsp;i &nbsp;<a href="http://filmaster.pl/rekomendacje/tv/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">w telewizji</a>,</li> <li> czytaj&nbsp;<a href="http://filmaster.pl/recenzje/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">ciekawe recenzje</a></li> </ul> i dołącz do najfajniejszej społeczności kinomaniaków w Polsce!

source: Filmaster Mobile
pl: Mobilny Filmaster

source: Filmaster app recommends you movies matching your taste&nbsp;<strong>in local theaters</strong>, on TV and online, <strong>wherever you are!</strong> Download the mobile app for your smartphone:&nbsp;<a href="http://itunes.apple.com/au/app/filmaster/id403634677?mt=8&ls=1" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">iPhone</a>&nbsp;or&nbsp;<a href="https://market.android.com/details?id=app.filmaster" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">Android</a>.
pl: Aplikacja Filmaster poleci Ci filmy zgodne z Twoim gustem w&nbsp;<strong>lokalnych kinach</strong>, w telewizji i Internecie, <strong>gdziekolwiek jesteś!</strong> Ściągnij mobilną wersją Filmastera dla telefonu:&nbsp;<a href="http://itunes.apple.com/au/app/filmaster/id403634677?mt=8&ls=1" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">iPhone</a>&nbsp;lub&nbsp;<a href="https://market.android.com/details?id=app.filmaster" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">Android</a>.

source: follow on Twitter
pl: obserwuj na Twitterze

source: http://facebook.com/FilmasterCom
pl: http://facebook.com/FilmasterPl

source: like on Facebook
pl: polub na Facebooku

source: If you are not
pl: Jeśli nie jesteś

source: please ignore this e-mail.
pl: po prostu zignoruj tego maila. Musiało nam się coś pochrzanić.

source: REGISTRATION_EMAIL_WELCOME
pl: Witamy w serwisie Filmaster.pl!

source: REGISTRATION_EMAIL_PART1
pl: Dzięki za rejestrację na Filmaster.pl - świetny wybór!

source: First, please confirm your e-mail here:
pl: Potwierdź proszę swój adres email klikając w ten link:

source: This way we'll be able to notify you about private messages received, replies to your posts and new movies that match your taste!
pl: Powiadomimy Cię o nowych wiadomościach prywatnych, odpowiedziach na Twoje wpisy i podeślemy Ci filmy pasujące do Twojego gustu!

source: REGISTRATION_EMAIL_PART2
pl: Koniecznie zostań naszym fanem na Facebooku ( http://facebook.com/FilmasterPl ). Organizujemy tam konkursy, w których wygrasz bilety do kina w Twoim mieście, a także dowiesz się ciekawostek z życia serwisu i ze świata kina.

source: REGISTRATION_EMAIL_MOBILE
pl: Jeśli masz iPhone lub telefon Androidem, ściągnij koniecznie aplikację Filmaster na swój telefon ( http://filmaster.pl/mobile ), która poleci Ci filmy zgodne z Twoim gustem w lokalnych kinach, w telewizji i Internecie, gdziekolwiek jesteś!

source: REGISTRATION_EMAIL_GREETS
pl: pozdrawiamy, Borys, Paweł i Jakub (Załoga Filmaster.pl)

source: [filmaster.com] Welcome to Filmaster!
pl: [filmaster.pl] Witamy na Filmasterze!

source: First, please complete your registration:
pl: Aby ukończyć rejestrację kliknij w poniższy link:

source: <ul> <li> <a href="%(register_url)s&next=http://filmaster.com/rate-movies/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">Rate movies</a>&nbsp;and&nbsp;explore&nbsp;<a href="%(register_url)s&next=http://filmaster.com/recommendations/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">the recommendations</a>,</li> <li> check what's worth watching&nbsp;<a href="%(register_url)s&next=http://filmaster.com/recommendations/theaters/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">in theaters</a>&nbsp;and &nbsp;<a href="%(register_url)s&next=http://filmaster.com/recommendations/tv/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">on TV</a>,</li> <li> read&nbsp;<a href="%(register_url)s&next=http://filmaster.com/reviews/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">insightful reviews</a></li> </ul> and be part of the fasters growing online movie community!
pl: <ul> <li> <a href="%(register_url)s&next=http://filmaster.pl/oceniaj-filmy/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">Oceniaj filmy</a>&nbsp;i przeglądaj&nbsp;<a href="http://filmaster.pl/rekomendacje/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">rekomendacje</a>,</li> <li> sprawdź co obejrzeć&nbsp;<a href="%(register_url)s&next=http://filmaster.pl/rekomendacje/kina/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">w kinie</a>&nbsp;i &nbsp;<a href="http://filmaster.pl/rekomendacje/tv/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">w telewizji</a>,</li> <li> czytaj&nbsp;<a href="%(register_url)s&next=http://filmaster.pl/recenzje/" style="color: rgb(51, 102, 153);text-decoration: underline;font-weight: normal;">ciekawe recenzje</a></li> </ul> i dołącz do najfajniejszej społeczności kinomaniaków w Polsce!

source: Filmaster Awards are yearly awards for best films of the year selected by the community of Filmaster
pl: Filmastery to coroczne nagrody filmowe przyznawane przez społeczność serwisu Filmaster.pl

source: I've just voted in %(title)s awards
pl: Zagłosowałem właśnie w plebiscycie %(title)s

source: Nomination categories
pl: Nominowane kategorie

source: in
pl: w

source: invites you to join Filmaster.
pl: zaprasza Cię do Filmastera.

source: <p>You have seen all suggested movies.</p>
pl: <p>Przejrzałeś już wszystkie sugerowane filmy.</p>

source: You have rated <strong id="movies-rated">%(count)s</strong> / %(max)s movies.
pl: Oceniłeś <strong id="movies-rated">%(count)s</strong> / %(max)s filmów.

source: Your all time top recommendations
pl: Twoje rekomendacje wszech czasów

source: %(count)s day
pl: %(count)s dzień

source: %(count)s hour
pl: %(count)s godzina

source: %(count)s minute
pl: %(count)s minuta

source: Select ticket
pl: Wybierz bilet

source: PLAY NOW
pl: ZAGRAJ TERAZ

source: Your SXSW friends playing for tickets
pl: Twoi znajomi grający o bilety

source: none of your friends play for tickets right now
pl: nikt z Twoich znajomych nie gra jeszcze o bilety

source: score board
pl: wyniki

source: Answer 10 simple movie-related questions. You have 15 seconds to answer each question but the quicker you are, the better. When you're ready hit START
pl: Odpowiedz na 10 prostych pytań związanych z filmem. Masz 15 sekund na każde pytanie, ale im wcześniej odpowiesz tym lepiej. Jeśli jesteś gotowy, wciśnij START

source: seconds left
pl: sekund pozostało

source: Your progress
pl: Twój progres

source: You answered
pl: Odpowiedziałeś(aś) na

source: out of
pl: z

source: questions
pl: pytań

source: You scored
pl: Zdobyłeś(aś)

source: points
pl: punktów

source: Get more points!
pl: Zgarnij więcej punktów!

source: You already scored points for rating
pl: Już zdobyłeś(aź) punkty za ocenianie filmów

source: Rate
pl: Oceń

source: more movies to get better recommendations
pl: więcej filmów aby uzyskać jeszcze lepsze rekomendacje!

source: Rate 6 movies
pl: Oceń 6 filmów

source: to get additional 60 points
pl: aby zdobyć dodatkowe 60 punktów

source: Publish info
pl: Opublikuj informację

source: about this quiz on your wall to get additional 20 points
pl: o tym quizie na swojej tablicy, aby uzyskać 20 punktów

source: Invite
pl: Zaproś

source: your friends to get 5 points for each accepted invition
pl: swoich znajomych i uzyskaj 5 punktów za każde zaakceptowane zaproszenie

source: Those are the movies you're gonna love, based on your ratings. Find out more at
pl: To są filmy, które polecamy Ci na podstawie Twoich poprzednich ocen. Sprawdź wszystkie rekomendacje na

source: DONE
pl: KONIEC

source: You have rated <strong id="movies-rated">%(count)s</strong> / %(max)s movies.
pl: Oceniłeś <strong id="movies-rated">%(count)s</strong> / %(max)s filmów.

source: back
pl: powrót

source: Score Board
pl: Tabela wyników

source: No participants
pl: Brak uczestników

source: If you haven't seen it
pl: Jeśli nie widziałeś

source: I want to watch it (haven't seen, yet)!
pl: Chcę obejrzeć, jeszcze nie widziałem.

source: I don't want to see it, do not show me again!
pl: Nie chcę oglądać, nie pokazuj mi więcej!

source: SKIP MOVIE
pl: Nie widziałem - dalej!

source: Reviews
pl: Recenzje

source: They were here
pl: Byli tam

source: They are attending
pl: Będą tam

source: Recommended for you
pl: Rekomendowane dla Ciebie

source: more
pl: pokaż więcej

source: Festival
pl: Festiwal

source: Filmaster&mdash;Your Festival Companion
pl: Filmaster&mdash;Twój Kompan na Festiwal

source: check-in to screenings
pl: melduj się na seansach

source: rate movies and write reviews
pl: oceniaj filmy, pisz recenzje

source: interact with other film buffs
pl: poznaj innych kinomaniaków

source: and much more here and on your mobile!
pl: i wiele więcej tu i w aplikacji mobilnej!

source: Download the app for
pl: Ściągnij aplikację dla

source: by title
pl: po tytule polskim

source: by original title
pl: po tytule oryginalnym

source: Film reviews
pl: Recenzje filmów

source: Film reviews from
pl: Recenzje filmów z

source: reviews
pl: recenzje

source: film ratings
pl: oceny

source: Common taste indicator
pl: Procent zbieżności gustu

source: Number of common films
pl: Liczba wspólnie ocenionych filmów

source: <span title="Common taste indicator">%(score_str)s&#37;</span> similar to you
pl: Ocenia jak Ty w <span title="Współczynnik zbieżności gustu">%(score_str)s&#37;</span>

source: Unfollow
pl: Nie obserwuj

source: Follow
pl: Obserwuj

source: Follow
pl: Obserwuj

source: back to sign up
pl: wróć do rejestracji

source: More than 25,000 people rate movies on Filmaster
pl: Ponad 25 tysięcy osób ocenia już na Filmasterze

source: see what they think about the service
pl: zobacz co sądzą o serwisie

source: checked-in on
pl: ogląda film

source: in cinema
pl: w kinie

source: Track
pl: Śledź

source: what others watch in theaters and on TV
pl: co inni oglądają w kinie i w telewizji

source: Find out
pl: Zobacz

source: What your friends watch and how they rate movies
pl: Zobacz jakie filmy oglądali Twoi znajomi i jak je ocenili

source: Get local recommendations on your phone
pl: Sprawdzaj rekomendacje filmów w kinach w okolicy

source: Filmaster Mobile is a movie discovery app providing you with top film suggestions in your area that fit your personal taste. Check-in to screenings, interact with friends and film lovers like yourself in your area.
pl: Filmaster Mobile poleci Ci filmy grane w okolicznych kinach w Twoim mieście, które trafią w Twój gust.

source: rated
pl: ocenił(a)

source: stars
pl: gwiazdki

source: Recommendations for theatres
pl: Rekomendacje filmów w kinach

source: Best in theatres
pl: Hity w kinach

source: Create an account and rate 15 movies, and we'll recommend you new releases matching your taste
pl: Załóż konto i oceń 15 filmów, a powiemy Ci na jakie nowe filmy powinieneś się wybrać do kina

source: Recommendations for TV
pl: Rekomendacje filmów w telewizji

source: Best on TV
pl: Hity w telewizji

source: Best Movies Ever
pl: Filmy wszech czasów

source: Your private messages
pl: Prywatne wiadomości

source: Inbox
pl: Skrzynka odbiorcza

source: Sent Messages
pl: Wysłane wiadomości

source: New Message
pl: Nowa wiadomość

source: Compose message
pl: Stwórz wiadomość

source: Send
pl: Wyślij

source: Hello %(recipient)s, you received a private message from %(sender)s with the following contents:
pl: Witaj %(recipient)s, otrzymałeś prywatną wiadomość od %(sender)s with o następującej treści:

source: Sent from %(site_url)s
pl: Wysłane ze strony %(site_url)s

source: Recent conversations
pl: Konwersacje

source: Received
pl: Odebrane

source: Sent messages
pl: Wysłane wiadomości

source: Sent
pl: Wysłane

source: delete
pl: usuń

source: Delete Thread
pl: Usunięty wątek

source: Delete
pl: Usuń

source: Private message from
pl: Prywatna wiadomość od

source: Moderation
pl: Moderacja

source: Items to moderate:
pl: Elementy do moderacji:

source: Moderator Tools:
pl: Narzędzia moderatora:

source: Admin tools:
pl: Narzędzia admina:

source: people merging tool
pl: scalanie osób

source: movies merging tool
pl: scalanie filmów

source: Nothing to moderate...
pl: Nie ma nic do sprawdzenia...

source: Actions
pl: Akcje

source: No items to moderate...
pl: Nie ma nic do sprawdzenia...

source: Reject
pl: Odrzuć

source: Cancel
pl: Anuluj

source: is main
pl: główne zdjęcie

source: All languages
pl: Wszystkie języki

source: Watch trailer
pl: Obejrzyj zwiastun

source: Moderator tools - film features
pl: Narzędzia moderatora - cechy filmów

source: all movies
pl: wszystkie filmy

source: tag
pl: gatunek

source: Apply
pl: Zatwierdź

source: title
pl: tytuł

source: description
pl: O Tobie

source: tags
pl: brak gatunków

source: old
pl: stara

source: new
pl: nowa

source: difference
pl: różnica

source: submit
pl: Wyślij

source: Admin tools - merging movies
pl: Narzędzia admina - scalanie filmów

source: RESOLVE
pl: ROZWIĄŻ

source: Nothing to display ...
pl: Nie ma nic do pokazania...

source: Admin tools - merging movies | resolve
pl: Narzędzia admina - scalanie filmów | rozwiąż

source: Admin tools - merging movies | resolve step
pl: Narzędzia admina - scalanie filmów | rozwiąż, krok

source: IMDB link
pl: Adres na IMDB

source: Poster
pl: Plakat

source: Description
pl: O Tobie

source: as
pl: jako

source: Number of ratings
pl: Liczba ocen

source: Number of activities
pl: Liczba aktywności

source: KEEP THIS
pl: ZACHOWAJ TO

source: Confirm this actions
pl: Potwierdź te czynności

source: You selected this film to save:
pl: Wybrałeś ten film do zachowania:

source: this related objects will be deleted
pl: te powiązane obiekty zostaną usunięte

source: Yes, I'm sure
pl: Tak, jestem pewien

source: Admin tools - merging movies | resolved!
pl: Narzędzia admina - scalanie flimów | rozwiązano!

source: Go to movie page at
pl: Przejdź na stronę filmu

source: Admin tools - merging people
pl: Narzędzia admina - scalanie osób

source: Admin tools - merging people | resolve
pl: Narzędzia admina - scalanie osób | rozwiąż

source: Admin tools - merging people | resolve step
pl: Narzędzia admina - scalanie osób | rozwiąż, krok

source: name
pl: nazwa

source: surname
pl: Nazwisko

source: year of birth
pl: Data urodzenia

source: photo
pl: Foto

source: You selected this person to save:
pl: Wybrałeś tę osobę do zachowania:

source: Admin tools - merging people | resolved !
pl: Narzędzia admina - scalanie osób | rozwiązano!

source: Go to person page at
pl: Przejdź na stronę główną

source: biography
pl: biograficzny

source: Date of birth
pl: Data urodzenia

source: Moderator tools - rename a tag
pl: Narzędzia moderatora - zmień nazwę taga

source: Are you sure you want rename this tags
pl: Jesteś pewien, że chcesz zmienić nazwę tym tagom

source: Rename
pl: Zmień nazwę

source: Objects tagged with tag:
pl: Obiekty z przypisanym tagiem:

source: Objects tagged with tag:
pl: Obiekty z przypisanym tagiem:

source: objects tagged with tag
pl: obiekty z przypisanym tagiem

source: Moderator tools - create tag alias
pl: Narzędzia moderatora - utwórz alias taga

source: Create alias
pl: Utwórz alias

source: Moderator tools - translate tag
pl: Narzędzia moderatora - przetłumacz taga

source: Translate
pl: Przetłumacz

source: Moderator tools - list tags to translate
pl: Narzędzia moderatora - lista tagów do przetłumaczenia

source: No tags to translate...
pl: Nie ma tagów do przetłumaczenia...

source: Save
pl: Zapisz

source: movie was accepted, go to film page:
pl: film został zaakceptowany, przejdź do strony filmu:

source: sorry, but this movie was rejected
pl: przykro nam, film został odrzucony

source: film will be added to database when the moderators approve it
pl: film zostanie dodany do bazy natychmiast po zatwierdzeniu przez moderatora

source: Add another movie
pl: Dodaj kolejny film

source: Add a movie manually
pl: Dodaj film ręcznie

source: Add this movie
pl: Dodaj film

source: Request a movie to be added
pl: Zgłoś film do dodania

source: Is this movie on <a href='http://imdb.com'>IMDB.com</a>? Request it and we'll add it automatically.
pl: Film jest na <a href="http://imdb.com">IMDB.com</a>? Zgłoś go do automatycznego dodania.

source: If you haven't found the movie on Filmaster, try to find it on IMDB. This drastically speeds up the process of adding it to our database.
pl: Jeżeli nie znalazłeś filmu, który Cię interesuje w bazie Filmastera, spróbuj znaleźć go w bazie IMDB. Zdecydowanie przyspieszy to proces dodawania filmu do naszej bazy.

source: Movie title
pl: Tytuł filmu

source: Movie url on IMDB.com
pl: Adres filmu na IMDB.com

source: I've searched IMDB and haven't found it. I want add it manually.
pl: Szukałem i nie ma w IMDB, chcę dodać film ręcznie.

source: Request this movie
pl: Zgłoś film do dodania

source: friends
pl: znajomi

source: similar users
pl: podobni filmasterzy

source: Movie database, featured film reviews
pl: Baza filmów, wyróżnione recenzje filmowe

source: Movie database and film featured reviews by Filmaster authors.
pl: Baza filmów i wyróżnione recenzje filmowe autorów serwisu Filmaster.pl.

source: Previous
pl: Poprzednie

source: Next
pl: Następne

source: Movie database
pl: Baza filmów

source: Movies in genre
pl: Filmy w gatunku

source: There are no films that fulfill the given criteria.
pl: Nie ma żadnych filmów spełniających podane kryteria.

source: Please modify the criteria to get better results.
pl: Popraw je, aby uzyskać lepszy wynik.

source: votes
pl: głosów

source: TV Series
pl: Serial TV

source: Edit Localized Title
pl: Edytuj tytuł

source: Edit Title
pl: Edytuj tytuł

source: Original title
pl: Tytuł oryginalny

source: Edit Localized Tags
pl: Edytuj gatunki

source: Edit Tags
pl: Edytuj gatunki

source: Replace poster
pl: Zastąp plakat

source: Add poster
pl: Dodaj plakat

source: edit tv series features
pl: edytuj cechy serialu

source: edit film features
pl: edytuj cechy filmu

source: Rate tv series
pl: Oceniaj serial

source: Rate film
pl: Oceń film

source: filmasters ratings
pl: oceny filmasterów

source: Show all ratings
pl: Pokaż wszystkie

source: Show all actors
pl: Pokaż wszystkich aktorów

source: Display ranking for
pl: Pokaż ranking w kategorii

source: <p>You have seen all suggested movies for <strong>%(tag)s</strong>.</p>
pl: <p>Przejrzałeś już wszystkie sugerowane filmy w gatunku <strong>%(tag)s</strong>.</p>

source: Unfortunately we couldn't find any results matching your selection.
pl: Niestety nie udało nam się znaleźć żadnych wyników.

source: Try removing some filters.
pl: Spróbuj usunąć kilka filtrów, aby uzyskać lepsze wyniki.

source: We don't have any recommendations, yet. Please
pl: Nie mamy jeszcze dla Ciebie spersonalizowanych rekomendacji. Najpierw

source: rate at least 15 movies
pl: oceń co najmniej 15 filmów

source: and wait a few minutes until we compute them.
pl: i poczekaj kilka minut, aż wyliczymy rekomendacje.

source: While we don't have your recommendations list, you can check out the best rated movies on Filmaster.
pl: W tym czasie możesz przejrzeć poniższą listę najwyżej ocenionych filmów w serwisie.

source: sign up to check them out!
pl: sprawdź je teraz!

source: Meanwhile, you can check out the best rated movies on Filmaster.
pl: W tym czasie możesz przejrzeć poniższą listę najwyżej ocenionych filmów w serwisie.

source: These are the films that we recommend you based on your previous ratings.
pl: To są filmy, które polecamy Ci na podstawie Twoich poprzednich ocen.

source: about
pl: o filmie

source: read more
pl: Czytaj więcej

source: There are no reviewed films.
pl: Nie ma jeszcze recenzji

source: Latest movie reviews by Filmaster authors.
pl: Ostatnie recenzje filmowe autorów w serwisie Filmaster.pl.

source: featured
pl: wyróżnione

source: followed only
pl: tylko obserwowani

source: Apply filter
pl: Filtruj!

source: Display ratings for
pl: Pokaż oceny w kategorii

source: Cast
pl: Obsada

source: Edit cast
pl: Edytuj obsadę

source: cancel
pl: anuluj

source: Average rating
pl: Średnia ocena

source: No one has rated this film, yet. Be the first Filmaster to rate it!
pl: Nikt jeszcze nie ocenił tego filmu. Bądź Filmasterem pionierem!

source: Remove from collection
pl: Usuń z kolekcji

source: Add tv series to collection
pl: Dodaj serial do kolekcji

source: Buy this film
pl: Kup w Amazonce

source: Movie Check-In
pl: Oglądasz teraz?

source: Screening Check-In
pl: Check-in na film

source: In cinemas
pl: W kinach

source: Edit Description
pl: Edytuj opis

source: Add Description
pl: dodaj własny opis

source: dir
pl: reż

source: Featured Reviews
pl: Wyróżnione recenzje

source: Guess rating
pl: Twoja przewidywana ocena

source: Your rating
pl: Twoja ocena

source: change
pl: zmień

source: None of your friends have rated this film, yet.
pl: Nikt z Twoich znajomych nie ocenił jeszcze tego filmu.

source: Be the first one!
pl: Możesz być pierwszy!

source: Similar movies
pl: Podobne filmy

source: Coming Soon - TV
pl: Wkrótce w TV

source: Author's ratings
pl: Oceny autora recenzji

source: Trailers
pl: Zwiastuny

source: Watch film
pl: Obejrzyj film

source: remove trailer
pl: usuń zwiastun

source: add video
pl: dodaj wideo

source: which movie is more
pl: który film jest bardziej

source: equally
pl: równie

source: Save vote
pl: Zapisz

source: skip this comparison
pl: pomiń to porównanie

source: edit
pl: edytuj

source: next movie
pl: kolejny film

source: All rated movies voted. Rate more movies.
pl: Wszystkie ocenione filmy mają jWszystkie ocenione filmy mają już cechy. Oceń więcej filmów!

source: Change your rating
pl: Zmień swoją ocenę

source: If you saw the tv series, rate it
pl: Jeśli obejrzałeś ten serial, oceń go

source: If you saw the movie, rate it
pl: Jeśli obejrzałeś ten film, oceń go

source: Remove your rating
pl: Usuń ocenę

source: Write a short review
pl: Napisz krótką recenzję

source: rate in details
pl: oceń szczegółowo

source: Rate Next Movie
pl: Oceń kolejny film

source: Remove my ratings
pl: Usuń moje oceny
