Repository: yangjiandong/filmaster
Catalog: film20/locale/*/LC_MESSAGES/django.po
Languages: pl

source: You have this movie on your
pl: Masz ten film

source: wishlist.
pl: liście życzeń

source: shitlist.
pl: w śmietniku

source: Rate in detail
pl: Oceń szczegółowo

source: write a short review
pl: napisz krótką recenzję

source: Direction
pl: Reżyseria

source: Story
pl: Scenariusz

source: Visual effects
pl: Efekty specjalne

source: Innovativeness
pl: Innowacyjność

source: Rate next movie
pl: Oceń kolejny film

source: Your likely rating
pl: Twoja przewidywana ocena

source: Remove from the list
pl: Usuń z listy

source: Rate more movies
pl: Oceń więcej filmów

source: canceled check-in on
pl: zrezygnował(a) z seansu

source: at
pl: o godz.

source: Visit %(url)s to see who is planning to watch it.
pl: Przejdź na %(url)s aby sprawdzić, kto inny planuje obejrzeć ten film.

source: %(user)s checked-in on %(film)s
pl: %(user)s ogląda film %(film)s

source: To see other notices or change how you receive notifications, please go to
pl: Ustawienia związane z powiadomieniami możesz zmienić na stronie

source: You have received the following notice from %(current_site)s: %(message)s To see other notices or change how you receive notifications, please go to %(notices_url)s.
pl: Otrzymałeś(-aś) powiadomienie z serwisu %(current_site)s: %(message)s Ustawienia związane z powiadomieniami możesz zmienić na stronie %(notices_url)s.

source: Notification settings
pl: Ustawienia powiadomień

source: Notice type
pl: Typ powiadomienia

source: Your notifications
pl: Twoje powiadomienia

source: Film %(film)s has been accepted %(url)s
pl: Film %(film)s został zaakceptowany %(url)s

source: Film %(film)s has been rejected %(reason)s
pl: Film %(film)s został odrzucony %(reason)s

source: Film %(film)s has been accepted. Go to the film page at: <a href="%(url)s">%(url)s</a>
pl: Film %(film)s został zaakceptowany. Przejdź do strony filmu: <a href="%(url)s">%(url)s</a>

source: Film %(film)s has been rejected <br /> %(reason)s
pl: Film %(film)s został odrzucony <br /> %(reason)s

source: Film %(film)s has been accepted
pl: Film %(film)s został zaakceptowany

source: Film %(film)s has been rejected
pl: Film %(film)s został odrzucony

source: Failed to import "%(title)s" from IMDB, the film is already in database %(film)s %(url)s
pl: Film "%(title)s" nie został zaimportowany, ponieważ jest już w bazie. %(film)s %(url)s

source: Failed to import "%(title)s" from IMDB, the film is a television series (and we don't support TV).
pl: Film "%(title)s" nie został zaimportowany, ponieważ jest już oznaczony jako serial TV (na razie nie wspieramy seriali).

source: Failed to import "%(title)s" from IMDB.
pl: Film "%(title)s" nie został zaimportowany.

source: Failed to import "%(title)s" from IMDB, the film is already in database. Go to the film page at: <a href="%(url)s">%(url)s</a>
pl: Film "%(title)s" nie został zaimportowany, ponieważ jest już w bazie. Przejdź do strony filmu: <a href="%(url)s">%(url)s</a>

source: Failed to import "%(title)s" from IMDB, the film is already in database %(film)s %(url)s
pl: Film "%(title)s" nie został zaimportowany, ponieważ jest już w bazie. %(film)s %(url)s

source: Film %(film)s has been imported %(url)s
pl: Film %(film)s został zaimportowany %(url)s

source: Film %(film)s has been imported. Go to the film page at: <a href="%(url)s">%(url)s</a>
pl: Film %(film)s został zaimportowany. Przejdź do strony filmu: <a href="%(url)s">%(url)s</a>

source: Film %(film)s has been imported
pl: Film %(film)s został zaimportowany

source: started following your activity.
pl: dodał(a) Cię do osób, które będzie obserwować.

source: You can start following this user at:
pl: Możesz również dodać tego użytkownika do obserwowanych pod:

source: New follower: %(from_user)s
pl: Nowy obserwujący: %(from_user)s

source: %(invitation_to_user)s has accepted your friend request.
pl: %(invitation_to_user)s zaakceptował(a) Cię jako Kompana.

source: <a href="%(user_url)s">%(invitation_user)s</a> has accepted your friend request.
pl: <a href="%(user_url)s">%(invitation_user)s</a> zaakceptował(a) Cię jako Kompana.

source: %(invitation_user)s has accepted your friend request.
pl: %(invitation_user)s zaakceptował(a) Cię jako Kompana.

source: You accepted %(invitation_from_user)s's friend request.
pl: Właśnie potwierdziłeś, że %(invitation_from_user)s's jest Twoim Kompanem.

source: You accepted <a href="%(user_url)s">%(invitation_from_user)s</a>'s friend request.
pl: Właśnie potwierdziłeś, że <a href="%(user_url)s">%(invitation_from_user)s</a>'s jest Twoim Kompanem.

source: %(invitation_to_user)s has declined your friend request.
pl: %(invitation_to_user)s nie zaakceptował(a) Cię jako Kompana.

source: <a href="%(user_url)s">%(invitation_user)s</a> has declined your friend request.
pl: <a href="%(user_url)s">%(invitation_user)s</a> nie zaakceptował(a) Cię jako Kompana.

source: %(invitation_user)s has declined your friend request.
pl: %(invitation_user)s nie zaakceptował(a) Cię jako Kompana.

source: You declined %(invitation_from_user)s's friend request.
pl: Właśnie potwierdziłeś, że %(invitation_from_user)s's nie jest Twoim Kompanem.

source: You declined <a href="%(user_url)s">%(invitation_from_user)s</a>'s friend request.
pl: Właśnie potwierdziłeś, że <a href="%(user_url)s">%(invitation_from_user)s</a>'s nie jest Twoim Kompanem.

source: %(invitation_from_user)s has requested to add you as a friend. You can accept their invitation at: http://%(current_site)s%(invitation_page)s
pl: %(invitation_from_user)s chce dodać Cię jako Kompana. Możesz zaakceptować to zaproszenie pod adresem: http://%(current_site)s%(invitation_page)s

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend (see <a href="%(invitation_page)s">invitations</a>)
pl: <a href="%(user_url)s">%(invitation_from_user)s</a> spytał(a) czy zostaniesz jego/jej Kompanem (zobacz <a href="%(invitation_page)s">zaproszenie</a>).

source: %(invitation_from_user)s has requested to add you as a friend.
pl: %(invitation_from_user)s spytał(a) czy zostaniesz jego/jej Kompanem.

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend.
pl: <a href="%(user_url)s">%(invitation_from_user)s</a> spytał(a) czy zostaniesz jego/jej Kompanem.

source: you have invited %(invitation_to_user)s to add you as a friend.
pl: zaprosiłeś użytkownika %(invitation_to_user)s jako Kompana.

source: you have invited <a href="%(user_url)s">%(invitation_to_user)s</a> to add you as a friend.
pl: zaprosiłeś użytkownika <a href="%(user_url)s">%(invitation_to_user)s</a> jako Kompana.

source: Hey! Your %(network)s friend, %(fbname)s, has just joined Filmaster as %(user)s. You can follow your friend by visiting: %(profile_url)s
pl: Twój znajomy z %(network)s, %(fbname)s, właśnie dołączył(a) do Filmastera jako %(user)s. Aby zacząć obserować tę osobę, wejdź na jej filmasterowy profil: %(profile_url)s

source: Your friend %(fbname)s has just joined Filmaster.
pl: Twój znajomy(a) %(fbname)s właśnie dołączył(a) do Filmastera.

source: %(invitation_from_user)s and %(to_user)s are now friends.
pl: %(invitation_from_user)s i %(to_user)s są teraz Kompanami.

source: <a href="%(from_user_url)s">%(invitation_from_user)s</a> and <a href="%(to_user_url)s">%(to_user)s</a> are now friends.
pl: <a href="%(from_user_url)s">%(invitation_from_user)s</a> i <a href="%(to_user_url)s">%(to_user)s</a> są teraz Konmpanami.

source: Unfortunately, something terrible happened and we failed to import your ratings. We're very sorry! We'll investigate the problem and will try to import them again when it's fixed. You will receive a notification upon a successful import.
pl: Niestety, nie udało się zaimportować Twoich ocen. Strasznie nam przykro! Spróbujemy rozwiązać ten problem i zaimportować Twoje oceny ponownie za jakiś czas. Otrzymasz powiadomienie jeśli nam się uda. Jeszcze raz przepraszamy, że zawaliliśmy!

source: Unfortunately, something terrible happened and we failed to import your ratings. You will receive a notification upon a successful import.
pl: Niestety, nie udało się zaimportować Twoich ocen. Otrzymasz powiadomienie jeśli nam się uda w przyszłości.

source: Your movie ratings have been imported.
pl: Twoje oceny zostały zaimportowane.

source: Check them here: %(link_to_ratings)s
pl: Obejrzyj je tu: %(link_to_ratings)s

source: You can also check your import status here: %(link_to_summary)s
pl: Możesz przejrzeć status importu tutaj: %(link_to_summary)s

source: %(new_user)s has joined and is now a friend.
pl: %(new_user)s dołączył i jest już Twoim Kompanem.

source: <a href="%(user_url)s">%(new_user)s</a> has joined and is now a friend.
pl: <a href="%(user_url)s">%(new_user)s</a> dołączył i jest teraz Twoim Kompanem.

source: <a href="%(user_url)s">%(new_user)s has joined and is now a friend.
pl: <a href="%(user_url)s">%(new_user)s dołączył i jest teraz Twoim Kompanem.

source: Your suggestion to remove film %(film)s trailer, has been rejected. %(reason)s %(url)s
pl: Twoja sugestia usunięcia zwiastuna do filmu %(film)s została odrzucona. %(reason)s %(url)s

source: Your suggestion to remove film %(film)s trailer, has been accepted. %(url)s
pl: Twoja sugestia usunięcia zwiastuna do filmu %(film)s została zaakceptowana. %(url)s

source: Your suggestion to remove film %(film)s trailer, has been rejected. Go to film page at: <a href="%(url)s">%(url)s</a> %(reason)s
pl: Twoja sugestia usunięcia zwiastuna do filmu %(film)s została odrzucona. Przejdź do strony filmu: <a href="%(url)s">%(url)s</a> %(reason)s

source: Your suggestion to remove film %(film)s trailer, has been accepted. Go to film page at: <a href="%(url)s">%(url)s</a>
pl: Twoja sugestia usunięcia zwiastuna do filmu %(film)s została zaakceptowana. Przejdź do strony filmu: <a href="%(url)s">%(url)s</a>

source: You have deleted the message '%(message)s'.
pl: Usunąłeś wiadomość '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
pl: Usunąłeś wiadomość <a href="%(message_url)s">%(message)s</a>.

source: %(message_sender)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
pl: %(message_sender)s wysłał Ci wiadomość: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
pl: Otrzymałeś wiadomość <a href="%(message_url)s">%(message)s</a> od %(message_sender)s.

source: %(notice)s by %(message_sender)s
pl: %(notice)s od %(message_sender)s

source: You have recovered the message '%(message)s'.
pl: Odzyskałeś wiadomość '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
pl: Odzyskałeś wiadomość <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(message_recipient)s.
pl: Odpowiedziałeś na wiadomość '%(message_parent_msg)s' od %(message_recipient)s.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
pl: Odpowiedziałeś na wiadomość <a href="%(message_url)s">%(message_parent_msg)s</a> od %(message_recipient)s.

source: %(message_sender)s replied to '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s
pl: %(message_sender)s odpowiedział na wiadomość '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
pl: %(message_sender)s odpowiedział Ci na wiadomość %(message_parent_msg)s.

source: You have sent the message '%(message)s' to %(message_recipient)s.
pl: Wysłałeś wiadomość '%(message)s' do %(message_recipient)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
pl: Wysłałeś wiadomość <a href="%(message_url)s">%(message)s</a> do %(message_recipient)s.

source: Poster for film %(film)s has been rejected. %(reason)s
pl: Plakat do filmu %(film)s został odrzucony. %(reason)s

source: Poster for film %(film)s has been accepted. %(url)s
pl: Plakat do filmu %(film)s został zaakceptowany. %(url)s

source: Photo for person %(person)s has been rejected. %(reason)s
pl: Zdjęcie osoby %(person)s zostało odrzucone. %(reason)s

source: Photo for person %(person)s has been accepted. %(url)s
pl: Zdjęcie osoby %(person)s zostało zaakceptowane. %(url)s

source: Poster for film %(film)s has been accepted. Go to the film page at: <a href="%(url)s">%(url)s</a>.
pl: Plakat do filmu %(film)s został zaakceptowany. Przejdź do strony filmu: <a href="%(url)s">%(url)s</a>

source: Photo for person %(person)s has been rejected. %(reason)s
pl: Zdjęcie osoby %(person)s zostało odrzucone. %(reason)s

source: Photo for person %(person)s has been accepted. Go to the person page at: <a href="%(url)s">%(url)s</a>.
pl: Zdjęcie osoby %(person)s zostało zaakceptowaney. Przejdź do strony osoby <a href="%(url)s">%(url)s</a>

source: Poster for film %(film)s has been rejected.
pl: Plakat do filmu %(film)s został odrzucony.

source: Poster for film %(film)s has been accepted.
pl: Plakat do filmu %(film)s został zaakceptowany.

source: Photo for person %(person)s has been rejected.
pl: Zdjęcie osoby %(person)s zostało odrzucone.

source: Photo for person %(person)s has been accepted.
pl: Zdjęcie osoby %(person)s zostało zaakceptowane.

source: Your personal movie recommendations (the proper ones!) have been calculated. You can browse them at: %(FULL_DOMAIN)s%(recommendations_url)s
pl: Rekomendacje filmów przygotowane specjalnie dla Ciebie są gotowe: %(FULL_DOMAIN)s%(recommendations_url)s

source: Your personal movie recommendations (the proper ones!) have been calculated.
pl: Rekomendacje filmów przygotowane specjalnie dla Ciebie są gotowe.

source: Congratulations! Movie recommendations have been calculated for you based on your ratings. Check them out at: %(recommendations_url)s
pl: Gratulacje! Rekomendacje filmów przygotowane specjalnie dla Ciebie są już gotowe pod: %(recommendations_url)s - sprawdź je!

source: Your first personalized movie suggestions are ready!
pl: Rekomendacje filmów przygotowane specjalnie dla Ciebie są gotowe.

source: %(from_user)s has replied to your comment saying: ****** %(reply_text)s ****** You can reply back at: %(reply_url)s
pl: %(from_user)s odpowiedział na twój komentarz pisząc: ****** %(reply_text)s ****** Przejdź na stronę dyskusji: %(reply_url)s

source: Reply in thread: %(title)s
pl: Odpowiedź w wątku: %(title)s

source: New cinemas around %(town)s, %(country)s found. To see our recommendations, please go to %(url)s
pl: Znaleziono nowe kina w %(town)s, %(country)s. Aby obejrzeć spersonalizowane lokalne rekomendacje odwiedź stronę %(url)s

source: New cinemas around %(town)s, %(country)s found
pl: Znaleziono nowe kina w %(town)s, %(country)s

source: We've found some new movies that you are likely to enjoy.
pl: Odkryliśmy kilka nowych filmów, które Ci się powinny spodobać.

source: Those are screened in cinemas near you:
pl: Te filmy grają w kinach w Twojej okolicy:

source: And those are being shown on TV:
pl: A te pokazują w telewizji:

source: Those are being shown on TV:
pl: A te pokazują w telewizji:

source: Remember to check-in when you're planning to watch them and rate the movies after seeing them. Have a great week! Filmaster staff
pl: Pamiętaj aby się zameldować, jeśli planujesz je obejrzeć oraz ocenić już poseansie. Miłego tygodnia! Ekipa Filmastera

source: Filmaster: today's recommendations (%(weekday)s)
pl: Filmaster: dzisiejsze rekomendacje (%(weekday)s)

source: %(user)s canceled check-in on %(film)s
pl: %(user)s jednak nie idzie na film %(film)s

source: Remember to check-in when you're planning to watch them and rate the movies after seeing them.
pl: Pamiętaj aby się zameldować jeśli planujesz je obejrzeć oraz ocenić już po seansie.

source: More cinema recommendations at
pl: Więcej rekomendacji w kinach pod

source: More TV recommendations at
pl: Więcej rekomendacji w TV pod

source: Have a great week!
pl: Miłego tygodnia!

source: Filmaster staff
pl: Ekipa Filmastera

source: Filmaster: this week's recommendations
pl: Filmaster: rekomendacje na najbliższy tydzień

source: This Week:
pl: W tym tygodniu:

source: Cinema
pl: Kino

source: I'm going to watch
pl: Planuje obejrzeć

source: is going to watch
pl: planuje obejrzeć

source: Visit %(url)s to see who else is.
pl: Przejdź na %(url)s, aby zobaczyć kto jeszcze.

source: is watching %(film)s
pl: ogląda film %(film)s

source: I gave up on seeing
pl: Jednak nie idzę na film

source: gave up on seeing
pl: jednak nie idzie na film

source: Visit %(url)s to see who is still planning to watch it.
pl: Przejdź na %(url)s aby sprawdzić, kto nadal planuje obejrzeć ten film.

source: gave up on seeing %(film)s
pl: jednak nie idę na %(film)s

source: I've rated %(film_kind)s "%(film)s" giving it %(rating)s/10
pl: Oto moja ocena %(film_kind)s "%(film)s": %(rating)s/10

source: (+%(extra_cnt)s more)
pl: (+%(extra_cnt)s inny)

source: I've rated film "%(film)s" giving it %(rating)s/10
pl: Oto moja ocena filmu "%(film)s": %(rating)s/10

source: rated %(film_kind)s "%(film)s" giving it %(rating)s/10 on @filmaster
pl: ocenił(a) %(film_kind)s "%(film)s" dając mu %(rating)s/10 na @filmaster

source: rated %(film_kind)s "%(film)s" %(film_url)s giving it %(rating)s/10 on @filmaster
pl: ocenił(a) %(film_kind)s "%(film)s" %(film_url)s dając mu %(rating)s/10 na @filmaster

source: I've just started using %(using)s to instantly get top movie recommendations on my #%(platform_name)s
pl: Zacząłem właśnie używać %(using)s żeby dostawać spersonalizowane rekomendacje filmów prosto na mój #%(platform_name)s

source: I've just started using %(using)s to know what to watch tonight based on my unique taste!
pl: Zacząłem właśnie używać %(using)s żeby dostawać spersonalizowane rekomendacje filmów zgodne z moim gustem!

source: I wrote a %(film_kind)s review: %(title)s
pl: Oto moja recenzja %(film_kind)su: %(title)s

source: I wrote a film review: %(title)s
pl: Oto moja recenzja: %(title)s

source: published
pl: opublikował(a)

source: I wrote a short review of %(film)s on Filmaster.
pl: Oto moja krótka recenzja filmu %(film)s na Filmasterze.

source: reviewed
pl: zrecenzował

source: mentioned your nick.
pl: wspomniał(a) o Tobie.

source: previous
pl: poprzednia strona

source: next
pl: następna strona

source: Add person
pl: Dodaj osobę

source: top rated movies
pl: najwyżej ocenione filmy

source: your top recommendations
pl: rekomendowane dla Ciebie

source: Edit Biography
pl: Edytuj biografię

source: Add Biography
pl: Dodaj biografię

source: Cannot find a movie with this person?
pl: Nie możesz znaleźć filmu z tą osobą?

source: show all movies
pl: pokaż wszystkie filmy

source: In all languages
pl: Również na filmaster.com

source: Is main
pl: Ustaw jako główne zdjęcie

source: edit this article
pl: Edytuj artykuł

source: Contains spoilers!
pl: Artykuł zawiera spoilery!

source: Add comment
pl: Dodaj komentarz

source: Leave a comment
pl: Napisz komentarz

source: Articles by
pl: Artykuły autorstwa

source: of user
pl: użytkownika

source: Create your own demot with this picture
pl: Stwórz własnego demota z tym obrazkiem

source: Create a new demot
pl: Stwórz nowego demota

source: Delete this demot
pl: Usuń tego demota

source: Users followed by
pl: Użytkownicy obserwowani przez

source: Followers of
pl: Użytkownicy obserwujący

source: Movies rated by
pl: Filmy ocenione przez

source: in category
pl: w kategorii

source: This user has rated
pl: Ten Filmaster ocenił już

source: This user doesn't have similar users.
pl: Ten Filmaster nie ma jeszcze podobnych użytkowników.

source: Movie review:
pl: Recenzja filmu

source: See also (articles)
pl: Zobacz też (artykuły)

source: There are no movies on user's shitlist
pl: Ten Filmaster nie ma filmów w śmietniku

source: User's top rated movies
pl: Ulubione filmy tego Filmastera

source: User hasn't rated any movies, yet
pl: Ten Filmaster nie ocenił jeszcze żadnego filmu.

source: There are no movies on user's wishlist
pl: Ten Filmaster nie ma filmów na liście życzeń

source: Wall post by
pl: Wpis na tablicy autorstwa

source: Remove rating
pl: Usuń ocenę

source: directed by
pl: w reżyserii

source: starring
pl: z

source: after
pl: po

source: until
pl: przed

source: in category:
pl: w kategorii:

source: Best movies
pl: Najlepsze filmy

source: Best TV series
pl: Najlepsze seriale TV

source: Followed Filmasters
pl: Obserwowani Filmasterzy

source: Your top users
pl: Filmasterzy z dobrym gustem

source: This is a list of users you follow.
pl: To jest lista Filmasterów, których obserwujesz.

source: This is a list of users with similar movie taste to yours.
pl: To jest lista Filmasterów z gustem filmowym zbliżonym do Twojego.

source: The percentage pictures the common taste factor.
pl: Liczba wyświetlająca się przy każdym awatarze to procent zbieżności gustu z danym Filmasterem.

source: This is a list of recently registered users.
pl: To jest lista zarejestrowanych użytkowników.

source: As soon as you log in, you'll see here the users with the movie taste matching yours.
pl: Jak się zarejestrujesz/zalogujesz, pokażemy Ci w tym miejscu Filmasterów z dobrym gustem (czyli takim jak Twój!)

source: Rate a few movies to see your top users here.
pl: Na razie nie mamy dla Ciebie żadnych rekomendacji. Oceń kilkanaście filmów i poczekaj godzinę, aż skrypt wygeneruje wskaźniki zbieżności gustu, wtedy na tej stronie pokażą się użytkownicy o guście najbliższym Twojemu.

source: %(recommendations_user)s's movie recommendations
pl: Rekomendacje użytkownika %(recommendations_user)s

source: Check out my amazing movie recommendations delivered by Filmaster!
pl: Oto moje rekomendacje filmów, wygenerowane przez Filmaster!

source: These are %(recommendations_user)s's movie recommendations. Find out yours by rating 15 movies you love or hate on Filmaster!
pl: To są rekomendacje filmów użytkownika %(recommendations_user)s. Sprawdź własne rekomendacje oceniając 15 filmów na Filmaster.pl!

source: These are %(recommendations_user)s's movie recommendations
pl: Oto rekomendacje filmowe użytkownika %(recommendations_user)s

source: Share your movie recommendations on Facebook!
pl: Pochwal się swoimi rekomendacjami na Facebooku!

source: Check out your recommendations by rating 15 movies!
pl: Sprawdź swoje rekomendacje oceniając 15 filmów!

source: Very mobile
pl: Bardzo mobilny

source: Filmaster on iPhone
pl: Filmaster na iPhone

source: Filmaster Mobile is a free movie check-in and recommendation app that connects film buffs both locally and around the globe. Every day it provides you with top movie suggestions in your area that fit your personal taste thanks to the powerful social recommendation engine. Check-in to screenings, interact with friends and film lovers like yourself in your area. Watch, review, share!
pl: Filmaster w wersji na komórki poleca filmy, jakie warto obejrzeć w okolicznych kinach, bazując na aktualnej lokalizacji oraz filmowym guście użytkownika. Pomaga też nawiązać kontakt z innymi maniakami kina z sąsiedztwa oraz umożliwia obserwowanie filmowych fascynacji znajomych. Aplikacja na starcie pobiera z telefonu informację o naszym położeniu i prezentuje repertuar okolicznych kin, wyróżniając pozycje, które według algorytmu rekomendacji najbardziej nam się spodobają.

source: DOWNLOAD FILMASTER for iPhone!
pl: Ściągnij FILMASTER dla iPhone!

source: DOWNLOAD FILMASTER for Android!
pl: Ściągnij FILMASTER dla Android!

source: Other platforms
pl: Inne platformy
