Repository: yangjiandong/filmaster
Catalog: film20/locale/*/LC_MESSAGES/django.po
Languages: pl

source: That email address is already taken. Please choose another.
pl: Ten adres email jest już zajęty. Wybierz inny.

source: Username can only contain regular characters.
pl: Nazwa może zawierać tylko zwykłe znaki.

source: Username taken. Choose a different one.
pl: Ta nazwa jest już zajęta. Wybierz inną.

source: Confirmation email sent to %s
pl: Potwierdzenie zostało wysłane na adres %s

source: Can't send confirmation email: %s
pl: Potwierdzenie zostało wysłane na adres %s

source: Username or e-mail
pl: Login

source: Password
pl: Hasło

source: Remember Me
pl: Pamiętaj mnie

source: If checked you will stay logged in for 3 weeks
pl: Jeśli zaznaczysz ten box, nie spytamy Cię o login przez całe 3 tygodnie

source: This account is currently inactive.
pl: Twoje konto jest obecnie nieaktywne.

source: The username and/or password you specified are not correct.
pl: Wpisane dane nie wyglądają poprawnie. Spróbuj ponownie.

source: Successfully logged in as %(username)s.
pl: Zalogowano jako %(username)s.

source: OpenID Identifier
pl: Identyfikator OpenID

source: Username
pl: Login

source: Inform my friends
pl: Powiadom znajomych

source: Password (again)
pl: Hasło (powtórzenie)

source: Type the same password twice.
pl: Hasło musi być identyczne w obu polach.

source: Login or Email
pl: Login lub Email

source: Unknown email address, make sure it is correct.
pl: Nieznany adres e-mail, sprawdź czy jest prawidłowy.

source: User %s has no email address set
pl: Użytkownik %s nie ma ustawionego adresu e-mail

source: Unknown login, make sure it is correct.
pl: Nieznany login, upewnij się, że jest prawidłowy.

source: Password reset
pl: Reset hasła

source: invalid session data
pl: nieprawidłowe dane w sesji

source: %(name)s error: %(descr)s
pl: %(name)s błąd: %(descr)s

source: This %(service)s service account is already associated with user %(user)s
pl: To konto serwisu %(service)s jest już powiązane z użytkownikiem %(user)s

source: Access denied
pl: Brak dostępu

source: We failed to reach server (%s)
pl: Serwer nieosiągalny (%s)

source: The server couldn't fulfill the request (code: %s)
pl: Serwer nie odpowiedział na zapytanie (kod: %s)

source: remove
pl: usuń

source: add director
pl: dodaj reżysera

source: add actor
pl: dodaj aktora

source: Invalid selection
pl: Nieprawidłowy wybór

source: Director must be set
pl: Reżyser musi być wybrany

source: The same director can be selected only once
pl: Ten sam reżyser może być wybrany tylko raz.

source: This field is required
pl: To pole jest wymgane

source: Actor must be set
pl: Aktor musi być wybrany

source: The same actor can be selected only once
pl: Ten sam aktor może być wybrany tylko raz.

source: Name
pl: Imię

source: Surname
pl: Nazwisko

source: IMDB url
pl: Adres na IMDB

source: If the person you're adding has a page on IMDB.com, please provide their IMDB url
pl: Jeśli osoba którą dodajesz ma stronę na IMDB.com, podaj tu proszę jej adres URL.

source: invalid imdb code
pl: Nieprawidłowy kod IMDB.

source: Directors
pl: Reżyserzy

source: Actors
pl: Aktorzy

source: Production Countries (we will hint when you start typing)
pl: Kraje produkcji (podpowiemy jak zaczniesz pisać)

source: Director (we will hint when you start typing)
pl: Reżyser (podpowiemy jak zaczniesz pisać)

source: Actors (we will hint when you start typing)
pl: Aktorzy (podpowiemy jak zaczniesz pisać)

source: Image
pl: Plakat

source: year must be in range 1890 current year + 1
pl: rok musi być między 1890 a aktualnym rokiem + 1

source: Film moderated
pl: Film zatwierdzony

source: film added by you was moderated
pl: film dodany przez Ciebie został zatwierdzony przez moderatora

source: Tv series
pl: Serial TV

source: Original Title
pl: Tytuł oryginalny

source: Release year
pl: Rok produkcji

source: Type
pl: Typ

source: Last episode date
pl: Data ostatniego epizodu

source: Localized Title
pl: Polski tytuł

source: Directed by
pl: Reżyseria

source: Production Countries
pl: Kraje produkcji

source: User
pl: Użytkownik

source: Created at
pl: Data utworzenia

source: Added Film
pl: Dodany film

source: Added Films
pl: Dodane filmy

source: Completion year is required for TV series.
pl: Rok zakończenia jest wymagany przy serialach TV.

source: Person
pl: Osoba

source: Importance
pl: Ważność

source: Character
pl: Rola

source: Film added!
pl: Film dodany!

source: Film added! awaiting approval
pl: Film został dodany, oczekuje na akceptację.

source: invalid rating type
pl: Nieprawidłowy rating type

source: invalid rating value
pl: Nieprawidłowy rating value

source: update allowed only via filmbasket resource
pl: Aktualizaja możliwa tylko przez zasób filmbasket

source: object_uri is required
pl: object_uri jest wymagane

source: invalid filter: %s
pl: nieprawidłowy filtr: %s

source: %s_uri is required
pl: %s_uri jest wymagane

source: recipient_uri is required
pl: recipient_uri jest wymagane

source: Authorize Access
pl: Autoryzuj dostęp

source: Application <strong>%(app)s</strong> would like the ability to access and update your data on Filmaster.
pl: Aplikacja <b>%(app)s</b> chce uzyskać dostęp do Twoich danych na Filmasterze.

source: Allow
pl: Pozwól

source: Deny
pl: Zabroń

source: You are already logged in as %(user)s.
pl: Jesteś już zalogowany jako %(user)s.

source: Log out
pl: Wyloguj się

source: You've succesfully granted access to %(app)s
pl: Autoryzowałeś dostęp aplikacji %(app)s

source: Simply return to %(app)s and enter the following PIN to complete the process.
pl: Powróć do %(app)s i wpisz następujący kod PIN aby zakończyć proces.

source: Blog title
pl: Tytuł bloga

source: Title must be unique!
pl: Tytuł artykułu musi być unikalny!

source: Article cannot be shorter than 4 characters!
pl: Artykuł nie może być krótszy niż 4 znaki!

source: Lead cannot be shorter than 4 characters!
pl: Wstęp nie może być krótszy niż 4 znaki!

source: Movie
pl: Film

source: is not present in the database!
pl: nie istnieje w bazie danych!

source: Maybe you were looking for these movies
pl: Możesz szukałeś innego z filmów

source: is not present in the database
pl: nie istnieje w bazie danych

source: Title
pl: Tytuł

source: IP Address of the Post Creator
pl: Adres IP twórcy posta

source: Lead
pl: Wstęp

source: Body
pl: Treść

source: Publish
pl: Opublikuj

source: Updated at
pl: Data modyfikacji

source: Review of the day
pl: Notka dnia

source: Is published
pl: Opublikowane

source: Spoilers
pl: Notka zawiera spoilery

source: Post
pl: Notka

source: Posts
pl: Notki

source: Review
pl: Recenzja

source: preview
pl: podglad

source: Successfully saved post '%s'. You have saved the review as draft. If you want to make it visible to others, you need to publish it.
pl: Zapisano notkę '%s'. Notka ma status szkicu. Jeśli chcesz, aby była widoczna dla innych, musisz ją opublikować.

source: Successfully published post '%s'.
pl: Opublikowano notkę '%s'

source: Successfully saved post '%s'.
pl: Zapisano notkę '%s'

source: Successfully unpublished post '%s'.
pl: Zapisano nieopublikowaną notkę '%s'

source: Successfully deleted post '%s'
pl: Usunięto notkę '%s'

# wall_filter
source: all
pl: wszystko

# wall_filter
source: reviews
pl: recenzje

# wall_filter
source: ratings
pl: oceny

# wall_filter
source: video
pl: materiały wideo

# wall_filter
source: images
pl: plakaty

source: Game not found for game_id=
pl: Nie znaleziono gry dla id=

source: game_id must be integer!
pl: game_id musi być liczbą całkowitą!

source: Character not found in game, id=
pl: Rola nie znaleziona w grze, id=

source: character_id must be integer!
pl: character_id musi być liczbą całkowitą!

source: Starts on
pl: Zaczyna się

source: Ends on
pl: Konczy się

source: Quarter-final
pl: Ćwierćfinał

source: Semi-final
pl: Półfinał

source: Final
pl: Finał

source: Invalid captcha
pl: Nieprawidłowa captcha

source: Localized title
pl: Polski tytuł

source: Title cannot be an empty strong!
pl: Tytuł nie może być pusty!

source: Title cannot be longer than %s characters!
pl: Tytuł nie może przekroczyć %s znaków!

source: Synopsis
pl: Opis filmu

source: Description cannot be an empty string!
pl: Opis filmu nie może być pusty!

source: Description cannot be longer than %s characters!
pl: Opis filmu nie może przekroczyć %s znaków!

source: object_id must be integer!
pl: object_id musi być liczbą całkowitą!

source: edit_id must be integer!
pl: edit_id musi być liczbą całkowitą!

source: Review cannot be longer than %s characters!
pl: Krótka recenzja nie może być dłuższa niż %s znaków. To krótka recenzja, do cholery!

source: Review cannot be shorter than %s characters! This is a review, damn it!
pl: Krótka recenzja nie może być krótsza niż %s znaków. To jednak recenzja, do cholery!

source: Element saved! awaiting approval
pl: Obiekt został dodany, oczekuje na akceptację.

source: Element saved!
pl: Obiekt zapisany!

source: Maybe you were looking for these people:
pl: Możesz chodziło o kogoś z tych osób:

source: Person is not present in the database:
pl: Szukana osoba nie istnieje w bazie danych:

source: Draft
pl: Szkic

source: Public
pl: Publiczny

source: Deleted
pl: Usunięte

source: Female
pl: Kobieta

source: Male
pl: Facet

source: About you
pl: O Tobie

source: Gender
pl: Płeć

source: Website
pl: Strona www

source: Phone number
pl: Numer telefonu

source: Facebook
pl: Konto na Facebooku

source: MySpace
pl: Konto na MySpace

source: Criticker
pl: Konto na Critickerze

source: IMDB
pl: Konto na IMDB

source: No recommendations
pl: Brak rekomendacji

source: Normal recommendations
pl: Zwykłe rekomendacje

source: Fast recommendations
pl: Szybkie rekomendacje

source: Waiting for fast recommendations
pl: Oczekiwanie na szybkie rekomendacje

source: Persons
pl: Ludzie kina

source: Country
pl: Kraj

source: Films
pl: Filmy

source: url
pl: link

source: thumbnail url
pl: adres miniatury

source: This film already has the same trailer
pl: Ten zwiastun istnieje już w naszej bazie

source: Trailer to remove
pl: Zwiastun do usunięcia

source: Film localized
pl: Polski tytuł

source: Films localized
pl: Zlokalizowane filmy

source: Localized Film
pl: Polski tytuł

source: Localized Films
pl: Dane filmów

source: Localized Person
pl: Osoba w wersji polskiej

source: Person localized
pl: Zlokalizowane osoby

source: People localized
pl: Zlokalizowane osoby

source: Director
pl: Reżyser

source: Actor
pl: Aktor

source: Actor in film
pl: Aktor w filmie

source: Director in film
pl: Reżyser filmu

source: Screenplay
pl: Scenariusz

source: Special effects
pl: Efekty specjalne

source: Editing
pl: Montaż

source: Music
pl: Muzyka

source: Camera
pl: Zdjęcia

source: Novelty
pl: Innowacyjność

source: Brutality
pl: Brutalność

source: Sexuality
pl: Erotyka

source: Directory
pl: Reżyseria

source: Acting
pl: Aktorstwo

source: TV series
pl: Serial TV

source: Short review
pl: Krótka recenzja

source: Short reviews
pl: Krótkie recenzje

source: Tags
pl: Tagi

source: Name and surname cannot be empty strings!
pl: Imię i nazwisko nie mogą być puste!

source: Name and surname cannot be longer than 50 characters!
pl: Imię i nazwisko muszą mieć mniej niż 50 liter!

source: Wall post has been published
pl: Wpis został opublikowany

source: Unsupported ajax type:
pl: Niewspierany typ AJAX:

source: Rating must be integer!
pl: Ocenia musi być liczbą całkowitą!

source: cancel_rating can be either 0 or 1!
pl: cancel_rating może mieć wartość 0 lub 1!

source: cancel_rating has to be integer!
pl: Pole cancel_rating musi być liczbą całkowitą!

source: Form type must be provided!
pl: Form typoe musi być dostarczony!

source: Form type must be integer!
pl: Form type musi być liczbą całkowitą!

source: Unknown form type:
pl: Nieznany form type:

source: Already voted for this object!
pl: Już oddałeś głos na ten obiekt!

source: Not interested in
pl: Niezainteresowany

source: Owned
pl: Posiadane

source: Short Review
pl: Krótka recenzja

source: Special Effects
pl: Efekty specjalne

source: Novelity
pl: Innowacyjność

source: All
pl: Wszystko

source: People
pl: Ludzie

source: Users
pl: Użytkownicy

source: Phrase
pl: Fraza

source: Search type
pl: Czego szukać?

source: You have to enter search phrase to start search.
pl: Podaj słowo kluczowe aby rozpocząć wyszukiwanie.

source: You have to enter title to start film search.
pl: Podaj pocztątek tytułu, aby wyszukać film.

source: Person name
pl: Imię

source: Person surname
pl: Nazwisko

source: You have to enter either person name or surname to start search.
pl: Podaj imię lub nazwisko (lub ich początek) aby rozpocząć wyszukiwanie ludzi kina.

source: Enter valid username
pl: Wprowadź poprawny login

source: Beta code
pl: Dodatkowy kod do beta testów (jeśli znasz)

source: Sorry but this is not the correct passphrase!
pl: Niestety to nie jest właściwa fraza

source: You rated a movie
pl: Oceniłeś film

source: films rated
pl: oceniono filmy

source: You have just joined filmaster
pl: Właśnie dołączyłeś do Filmastera

source: just joined filmaster
pl: dołączył do Filmastera

source: Someone mentioned your nick
pl: Ktoś wspomniał o Tobie

source: nick mentioned
pl: wspwspomniano o Tobiee

source: Trailer to remove moderated
pl: Zwiastun do usunięcia

source: requested trailer to remove has been moderated
pl: zwiastun do usunięcia został zatwierdzony

source: Unfortunately, this tv series does not have a description, yet.
pl: Niestety, ten serial nie ma jeszcze porządnego opisu.

source: Unfortunately, this film does not have a description, yet.
pl: Niestety, ten film nie ma jeszcze porządnego opisu.

source: You can try
pl: Spróbuj na

source: Similar users ratings
pl: Oceny Filmasterów takich jak Ty

source: Friends ratings
pl: Oceny Twoich znajomych

source: disaster
pl: dno

source: very bad
pl: beznadziejny

source: poor
pl: słaby

source: below average
pl: poniżej średniej

source: average
pl: przeciętny

source: above average
pl: niezły

source: good
pl: dobry

source: very good
pl: bardzo dobry

source: exceptional
pl: rewelacyjny

source: masterpiece
pl: wybitny

source: Today
pl: Dziś

source: Tomorrow
pl: Jutro

source: Day After Tomorrow
pl: Pojutrze

source: Films Directed
pl: Filmy jako reżyser

source: Films Played
pl: Filmy jako aktor

source: See spoilers
pl: Przeczytaj spoilery

source: page
pl: strona

source: Write to all Filmaster users:
pl: Powiedz coś wszystkim Filmasterom:

source: 1000 characters max.
pl: Maksymalnie 1000 znaków

source: Write something about this movie
pl: Napisz coś o tym filmie

source: Write something about this person
pl: Napisz coś o tej osobie

source: drafts
pl: szkice

source: type something funny here
pl: tu wpisz coś zabawnego

source: and here [optional]
pl: i tu też [opcjonalnie]

source: You already added an identical demot...
pl: Dodałeś już identycznego demota...

source: You must select one option
pl: Wybierz jedną z opcji

source: Something goes wrong, please try again later
pl: Coś poszło nie tak, sprawdź później

source: Select demot image
pl: Wybierz obrazek

source: Line 1
pl: Linia 1

source: Line 2
pl: Linia 2

source: Based on
pl: Bazuje na

source: Image url
pl: Adres obrazka

source: Demot Image
pl: Obrazek demota

source: Demots
pl: Demoty

source: added a demot
pl: dodał(a) demota

source: most recent
pl: najnowsze

source: most popular
pl: najpopularniejsze

source: Best Film
pl: Najlepszy film

source: Actor in a Leading Role
pl: Aktor w roli głównej

source: Actress in a Leading Role
pl: Aktorka w roli głównej

source: Actor in a Supporting Role
pl: Aktor w roli drugoplanowej

source: Actress in a Supporting Role
pl: Aktorka w roli drugoplanowej

source: Writing (Original Screenplay)
pl: Scenariusz oryginalny

source: Writing (Adapted Screenplay)
pl: Scenariusz adaptowany

source: Visual Effects
pl: Efekty specjalne

source: Cinematography
pl: Zdjęcia

source: Best Animated Feature Film
pl: Najlepszy film animowany

source: Best Foreign Language Film
pl: Najlepszy film nieangielskojęzyczny

source: Best Comedy or Musical
pl: Najlepsza komedia lub musical

source: Best Drama
pl: Najlepszy dramat

source: Best Sci-Fi or Fantasy
pl: Najlepszy film sci-fi lub fantasy

source: Best Polish
pl: Najlepszy film polski

source: Best Action Film
pl: Najlepszy film akcji

source: Best Dialogues
pl: Najlepsze dialogi

source: Best Short Film
pl: Najlepszy krótki metraż

source: Best Documentary
pl: Najlepszy dokument

source: Most Ridiculous Translation
pl: Nagroda najgłupszego tłumaczenia im. Lapsusa

source: Worst Film
pl: Najgorszy film

source: Book
pl: Książka

source: Provide video URL
pl: Podaj adres materiału wideo

source: Video
pl: Wideo

source: Trailer
pl: Zwiastun

source: Full feature
pl: Cały film

source: Other video
pl: Inne wideo

source: url kind
pl: rodzaj linka

source: Excerpt
pl: Opis

source: External link
pl: Materiał zewnętrzny

source: External links
pl: Materiały zewnętrzne

source: Link to remove
pl: Link do usunięcia

source: Links to remove
pl: Linki do usunięcia

source: Link added!
pl: Link dodany!

source: Trailer added!
pl: Zwiastun dodany!

source: Trailer added! awaiting approval
pl: Zwiastun został dodany, oczekuje na akceptację.

source: Trailer removed!
pl: Zwiastun usunięty!

source: Your suggestion to remove this trailer has been received, you will be notified when it's approved by the moderator
pl: Twoja sugestia usunięcia tego zwiastunu została zapisana. Poinformujemy Cię jak zostanie zatwierdzona przez moderatora.

source: Successfully deleted link '%s'
pl: Usunięto link '%s'

source: Link to remove moderated
pl: Usunięcie linku zatwierdzone

source: requested link to remove has been moderated
pl: link do usunięcia został zatwierdzony

source: Is new user
pl: Nowy użytkownik

source: Is from Facebook
pl: Jest z Facebooka

source: Facebook Access Token
pl: Token dostępowy Facebooka

source: Facebook association
pl: Powiązanie Facebook

source: Facebook associations
pl: Powiązania Facebook

source: Account is inactive
pl: Konto jest nieaktywne

source: %s already has fb association
pl: %s ma już powiązane konto na Facebooku

source: Friend joined
pl: Znajomy dołączył

source: friend joined
pl: znajomy dołączył

source: Associate Facebook with your existing Filmaster account
pl: Połącz konto Facebook z Filmasterem

source: Change your login and or email
pl: Zmień login lub adres e-mail

source: You may change your login (displayed on your profile) or email used on this site. This is a one-time change.
pl: Możesz zmienić swój login lub adres e-mail na tej stronie.Uwaga! Zmiana jest jednorazowa. Nie pomyl się!

source: If you already have an account on this site you can assign this Facebook Account to your Filmaster account using
pl: Jeśli masz już konto na Filmasterze, możesz przypisać do niego swoje konto na Facebooku korzystając z

source: simple login form
pl: tego formularza

source: Save Changes
pl: Zapisz zmiany

source: Sign up with
pl: Dołącz przez

source: Facebook Error
pl: Błąd Facebooka

source: Log in
pl: Zaloguj się

source: Compare your taste with
pl: Porównaj swój gust z

source: invite
pl: zaproś

source: All friends
pl: Wszyscy znajomi

source: Join Filmaster!
pl: Dołącz do Filmastera!

source: Connect your account with Facebook
pl: Połącz konto z Facebookiem

source: Finish your Facebook registration
pl: Zakończ rejestrację

source: Register on Filmaster with Facebook Account
pl: Zarejestruj konto na Filmasterze

source: Fill in this form to get features of a full user account on Filmaster. You will be automatically logged in when you use your Facebook account. No extra passwords! :)
pl: Wypełnij ten formularz aby nabyć pełne prawa użytkownika Filmastera. Będziemy Cię automatycznie logować jeśli jesteś zalogowany/zalogowana na Facebooku. Żadnych kolejnych haseł do zapamiętania. Czy to nie wspaniale? :>

source: If you already have an account on this site you can assign your Facebook account to your Filmaster account using
pl: Jeśli masz już konto na tej stronie, możesz połączyć je ze swoim kontem na Facebooku korzystając z

source: Register
pl: Rejestracja

source: Login with Facebook
pl: Zaloluj się przez Facebook

source: You can login to Filmaster using your Facebook account. Just press the button below.
pl: Możesz zalogować się na Filmastera korzystając ze swojego konta na Facebooku. Po prostu wciśnij poniższy przycisk.

source: Facebook User!
pl: Konto na Facebooku

source: Change your login
pl: Zmień swój login

source: Associate with existing account
pl: Połącz z istniejącym kontem

source: Copy
pl: Kopiuj

source: Contest "%(obj)s" has been copied. You may edit it below.
pl: Konkurs "%(obj)s" został powielony. Możesz edytować go poniżej.

source: Tickets
pl: Bilety

source: Open
pl: Otwarty

source: Closed
pl: Zamknięty

source: LANG
pl: Język

source: Contest Tickets
pl: Bilety

source: New
pl: Nowy

source: Authorized
pl: Autoryzowany

source: Ticket
pl: Bilet

source: Ratings
pl: Oceny

source: Won
pl: Wygrana

source: Lost
pl: Przegrana

source: start description
pl: opis startowy

source: end description
pl: opis końcowy

source: wallpost description
pl: wpis na facebooka

source: In which year was %(film)s released
pl: W którym roku zrealizowano film %(film)s

source: Who was the director of %(film)s
pl: Który reżyser nakręcił film %(film)s

source: Which actor played in %(film)s
pl: Który aktor wystąpił w filmie %(film)s

source: Which actor played %(character)s in %(film)s
pl: Który aktor zagrał w filmie %(film)s postać %(character)s

source: In which country was %(film)s produced
pl: W którym kraju wyprodukowano film %(film)s

source: Long Name
pl: Nazwa

source: Short Name
pl: Krótka nazwa

source: festival
pl: festiwal

source: Recommendations
pl: Rekomendacje

source: films
pl: Filmy

source: add film
pl: dodaj film

source: The same film can be selected only once
pl: Ten sam film może być wybrany tylko raz.

source: Similar Films
pl: Podobne filmy

source: Film Features
pl: Cechy filmów

source: Slow pace
pl: Wolne tempo

source: Dynamic
pl: Dynamiczny

source: Serious
pl: Poważny

source: Easy-watching
pl: Lekki

source: Warm
pl: Ciepły

source: Depressing
pl: Depresyjny

source: Touching
pl: Wzruszający

source: No-brainer
pl: Odmóżdżacz

source: Dark
pl: Mroczny

source: Experimental
pl: Eksperymentalny

source: Dreamlike
pl: Oniryczny

source: Controversial
pl: Kontrowersyjny

source: Indie
pl: Niezależny

source: Funny
pl: Zabawny

source: Challenging
pl: Wymagający

source: Brutal
pl: Brutalny

source: Sexually explicit
pl: Sporo seksu

source: type
pl: typ

source: number of votes
pl: liczba głosów

source: Film Feature
pl: Cecha filmu

source: user
pl: użytkownik

source: Film Feature Vote
pl: Głos na cechę filmu

source: Film Feature Votes
pl: Głosy na cechę filmu

source: Unknown
pl: Nie wiadomo

source: Skipped
pl: Pominięte

source: Voted
pl: Zagłosowane

source: feature
pl: cecha

source: winner
pl: zwycięzca

source: Add to wishlist
pl: Chcę obejrzeć

source: Add to shitlist
pl: Nie chcę oglądać!

source: Add to collection
pl: Mam ten film

source: Action
pl: Akcja

source: Not owned
pl: Nie posiadane

source: Dying for
pl: Umrę, aby zdobyć

source: Not interested
pl: Niezainteresowany

source: Wishlist
pl: Lista życzeń

source: Shitlist
pl: Śmietnik

source: Home collection
pl: W domowej kolekcji

source: Basket
pl: Koszyk

source: This is a list of movies you want to watch in the future.
pl: To jest lista filmów, które chcesz obejrzeć.

source: This is a list of movies you do not want to watch and see in recommendations.
pl: To jest lista filmów, których nie chcesz oglądać i nie mają się one pokazywać w rekomendacjach.

source: This is a list of the movies you own.
pl: To jest lista filmów, które posiadasz w swojej domowej kolekcji.
