Repository: yangjiandong/filmaster
Catalog: film20/locale/*/LC_MESSAGES/django.po
Languages: pl

source: United Kingdom (Great Britain)
pl: Wielka Brytania

source: Georgia
pl: Gruzja

source: Greenland
pl: Grenlandia

source: Guinea
pl: Gwidea

source: Guadeloupe
pl: Gwadelupa

source: Equatorial Guinea
pl: Gwinea Równikowa

source: Greece
pl: Grecja

source: Guyana
pl: Gujana

source: Croatia
pl: Chorwacja

source: Hungary
pl: Węgry

source: Indonesia
pl: Indonezja

source: Ireland
pl: Irlandia

source: Israel
pl: Izrael

source: India
pl: Indie

source: Iraq
pl: Irak

source: Islamic Republic of Iran
pl: Iran

source: Iceland
pl: Islandia

source: Italy
pl: Włochy

source: Jamaica
pl: Jamajka

source: Jordan
pl: Jordania

source: Japan
pl: Japonia

source: Kenya
pl: Kenia

source: Kyrgyzstan
pl: Kirgistan

source: Cambodia
pl: Kambodża

source: Korea, Republic of
pl: Korea Południowa

source: Kuwait
pl: Kuwejt

source: Kazakhstan
pl: Kazachstan

source: Lebanon
pl: Liban

source: Lithuania
pl: Litwa

source: Luxembourg
pl: Luksemburg

source: Latvia
pl: Łotwa

source: Libyan Arab Jamahiriya
pl: Libia

source: Morocco
pl: Maroko

source: Monaco
pl: Monako

source: Moldova, Republic of
pl: Mołdowa

source: Madagascar
pl: Madagaskar

source: Myanmar
pl: Birma

source: Martinique
pl: Martynika

source: Mauritania
pl: Mauretania

source: Maldives
pl: Malewidy

source: Mexico
pl: Meksyk

source: Malaysia
pl: Malezja

source: Mozambique
pl: Mozambik

source: Nicaragua
pl: Nikaragua

source: Netherlands
pl: Holandia

source: Norway
pl: Norwegia

source: New Zealand
pl: Nowa Zelandia

source: Papua New Guinea
pl: Papua Nowa Gwinea

source: Philippines
pl: Filipiny

source: Poland
pl: Polska

source: Puerto Rico
pl: Portoryko

source: Portugal
pl: Portugalia

source: Paraguay
pl: Paragwaj

source: Qatar
pl: Katar

source: Romania
pl: Rumunia

source: Russian Federation
pl: Rosja

source: Seychelles
pl: Seszele

source: Sweden
pl: Szwecja

source: Singapore
pl: Singapur

source: Slovenia
pl: Słowenia

source: Slovakia
pl: Słowacja

source: Suriname
pl: Surinam

source: El Salvador
pl: Salwador

source: Syrian Arab Republic
pl: Syria

source: Chad
pl: Czad

source: Thailand
pl: Tajlandia

source: Tajikistan
pl: Tadżykistan

source: Tunisia
pl: Tunezja

source: East Timor
pl: Timor Wschodni

source: Turkey
pl: Turcja

source: Taiwan, Province of China
pl: Tajwan

source: Tanzania, United Republic of
pl: Tanzania

source: Ukraine
pl: Ukraina

source: United States of America
pl: USA

source: Uruguay
pl: Urugwaj

source: Venezuela
pl: Wenezuela

source: Viet Nam
pl: Wietnam

source: Yemen
pl: Jemen

source: Yugoslavia
pl: Jugosławia

source: South Africa
pl: RPA

source: Zaire
pl: Zair

source: Unknown or unspecified country
pl: Nieznane lub nie podane państwo

source: This value must be in COUNTRIES setting in localflavor.generic package.
pl: Wartość musi się znajdować w zmiennej COUNTRIES w pakiecie localflavor.generic.

source: That e-mail is already used.
pl: Ten e-mail jest już w użyciu

source: You must select a image with a minimum of 96x96 pixels.
pl: Zaznacz część obrazka, minimalnie kwardat 96 na 96 pikseli.

source: You must select a portion of the image with a minimum of 96x96 pixels.
pl: Zaznacz część obrazka, minimalnie kwardat 96 na 96 pikseli.

source: E-mail address
pl: Adres e-mail

source: That username has invalid characters. The valid values are letters, numbers and underscore.
pl: Ta nazwa użytkownika zawiera nieprawidłowe znaki. Możesz używać tylko liter, cyfr i znaku podkreślenia.

source: The username is already registered.
pl: Ta nazwa użytkownika jest już niestety zajęta. Wybierz inną.

source: The passwords inserted are different.
pl: Podane hasła są różne

source: That e-mail is already being confirmed.
pl: Ten e-mail został ju potwierdzony

source: Latitude
pl: Długość

source: Longitude
pl: Szerokość

source: Custom dashboard filter
pl: Własny filtr aktywności w kokpicie

source: Activities on dashboard
pl: Aktywności w kokpicie

source: %s's profile
pl: Profil użytkownika %s

source: %s's Avatar
pl: Awatar użytkownika %s

source: Email validation process for %(user)s
pl: Walidacja adresu e-mail dla użytkownika %(user)s

source: Articles by %s
pl: Artykuły autorstwa %s

source: Current Password
pl: Hasło

source: New Password
pl: Nowe hasło

source: New Password (again)
pl: Nowe hasło (powtórzenie)

source: Please type your current password.
pl: Wpisz swoje aktualne hasło.

source: You must type the same password each time.
pl: Hasło musi być identyczne w obu polach.

source: This display name is already used.
pl: Ta nazwa wyświetlana jest już w użyciu.

source: Add your avatar. Upload new file with a photo
pl: Dodaj swój awatar. Wgraj nowy plik ze zdjęciem

source: or use an image from the web
pl: lub użyj obrazka z sieci

source: Select Activities
pl: Wybierz aktywności

source: Use custom dashboard
pl: Własny filtr aktywności w kokpicie

source: Ratings will be imported in less then 15 minutes!
pl: Oceny zostaną zaimportowane najpóźnej w przeciągu doby.

source: We encountered an error:
pl: Wystąpił błąd:

source: Please try again later. If problem seems permanent, please contact with us at
pl: Spróbuj ponownie za jakiś czas. Jeśli problem nie zniknie, skontaktuj się z nami przez

source: Your new location has been set
pl: Twoja nowa lokalizacja została zapisana pomyślnie

source: Password successfully changed.
pl: Zmiana hasła zakończona sukcesem

source: Password successfully set.
pl: Zmiana hasła zakończona sukcesem.

source: Your profile has been chaged
pl: Twoje dane zostały zmienione

source: Settings saved!
pl: Ustawienia zapisano!

source: ago
pl: temu

source: now
pl: teraz

source: s
pl: sek.

source: m
pl: min.

source: h
pl: godz.

source: today
pl: dziś

source: yest
pl: wczoraj

source: tom
pl: jutro

source: d
pl: dzień

source: w
pl: tydzień

source: mo
pl: miesiąc

source: y
pl: rok

source: seconds
pl: sekund

source: a minute ago
pl: minutę temu

source: in a minute
pl: w ciągu minuty

source: minutes
pl: minut

source: an hour ago
pl: godzinę temu

source: in an hour
pl: w ciągu godziny

source: hours
pl: godzin

source: yesterday
pl: wczoraj

source: tomorrow
pl: jutro

source: day before
pl: dzień wcześniej

source: day after
pl: dzień później

source: days
pl: dni

source: last week
pl: w zeszłym tygodniu

source: next week
pl: przyszły tydzień

source: weeks
pl: tygodni

source: last month
pl: w zeszłym miesiącu

source: next month
pl: następny miesiąc

source: months
pl: miesięcy

source: last year
pl: rok temu

source: next year
pl: następny rok

source: years
pl: lat

source: Fun
pl: Zabawny

source: Check recommendations in Vue Theaters
pl: Rekomendacje w kinach Vue

source: to get even better recommendations!
pl: aby uzyskać jeszcze lepsze rekomendacje!

source: of all times
pl: wszech czasów

source: in Vue Theaters
pl: w kinach Vue

source: Do you like this recommendation?
pl: Czy podoba Ci się ta rekomendacja?

source: skip
pl: pomiń
