Repository: yangjiandong/filmaster
Catalog: film20/locale/*/LC_MESSAGES/django.po
Languages: pl

source: This is some totally unexpected list.
pl: To jest zupełnie niespodziewana lista, która nie powinna się tu znaleźć.

source: started following
pl: obserwuje co pisze

source: Following
pl: Obserwowani

source: Blocking
pl: Blokowany

source: New follower
pl: Nowy obserwujący

source: Key
pl: Klucz

source: Fragments
pl: Fragmenty

source: This field must start with "http://www.imdb.com/title/tt"
pl: To pole musi zaczynać się od "http://www.imdb.com/title/tt"

source: Not accepted
pl: Nie zaakceptowano

source: Accepted
pl: Zaakceptowano

source: Unknow
pl: Nie wiadomo

source: Import failed
pl: Import się nie powiódł

source: Already in db
pl: Już w bazie

source: Tv series WTF?!
pl: Serial TV WTF?!

source: Film to import
pl: Film do importu

source: Films to import
pl: Filmy do importu

source: Permission denied!
pl: Brak dostępu!

source: Film added to import!
pl: Film został dodany do importu!

source: Thank you for this suggestion!
pl: Dziękujemy za zgłoszenie! Film dodamy najszybciej jak się da!

source: Film imported
pl: Film zaimportowany

source: requested film has been imported
pl: zgłoszony film został zaimportowany

source: Film import failed
pl: Film nie został zaimportowany

source: requested film failed to get imported
pl: zgłoszony film nie został zaimportowany

source: File
pl: Plik

source: Overwrite ratings
pl: Nadpisać istniejące

source: Import reviews
pl: Krótkie recenzje

source: Score convertion
pl: Konwersja ocen

source: tier - If you rate things normally on Criticker, choose TIER. This will give a rating on Filmaster based on the tier on Criticker.
pl: tier - jeśli oceniasz normalnie na Critickerze, wybierz TIER.

source: exact - Exact score works only if you rate films on Criticker in 0-10 scale.
pl: exact - Wybierz tę opcję jeśli oceniasz na Criticker tylko w skali 0-10

source: score/10 - If you rate very few bad films, and use the whole criticker scale (0-100) choose /10 - this simply divides the criticker score by 10.
pl: score/10 - Wybierz tę opcję jeśli oceniasz bardzo mało bardzo złych filmów - podzielimy po prostu Twoją ocenę na Critickerze przez 10

source: auto - Auto uses tier.
pl: auto - Domyślnie wybiera opcję tier

source: Cannot fetch ratings. Wrong username or password
pl: Nie udaje się pobrać ocen. Nieprawidłowa nazwa użytkownika lub hasło

source: Cannot fetch username. Please try again later
pl: Nie udało się pobrać ocen. Nieprawidłowe hasło bądź nazwa użytkownika

source: Overwrite existing
pl: Nadpisać istniejące

source: Kind
pl: Rodzaj

source: Submited at
pl: Przesłane

source: Imported at
pl: Zaimportowane

source: Rated movies
pl: Ocenione filmy

source: Is imported
pl: Jest zaimportowane

source: Number of attemts
pl: Liczba prób

source: Already rated movies
pl: Filmy wcześniej ocenione w serwisie

source: Not rated movies
pl: Filmy, których ocen nie udało się zaimportować

source: Import your ratings sucessful
pl: Import ocen zakończył się pomyślnie

source: import finished
pl: import zakończony

source: Import your ratings failed
pl: Import ocen nie powiódł się

source: import ratings failed
pl: Import ocen nie powiódł się

source: Subject
pl: Temat

source: Language
pl: Język

source: Mobile platform
pl: Platforma mobilna

source: Created by
pl: Utworzone

source: Sent failed
pl: Wysłanie nie powiódło się

source: Sent correctly
pl: Wysłano

source: Sent failed to
pl: Nie udało się wysłać do

source: Sent correctly to
pl: Wysłano do

source: Mass Email
pl: Masowa wysyłka

source: Mass Emails
pl: Adresy do masowej wysyłki

source: You must enter different object URLs
pl: Musisz podać różne obiekty

source: The URL you entered is not valid object URL
pl: Podanty adres nie jest poprawny

source: Person does not exist
pl: Osoba nie istnieje

source: Film does not exist
pl: Film nie istnieje

source: Resolved
pl: Rozwiązano

source: Resolved at
pl: Rozwiązano

source: Resolved by
pl: Rozwiązane przez

source: Thank you for you suggestion!
pl: Dziękujemy za zgłoszenie!

source: UserActivity to remove
pl: Aktywność do usunięcia

source: will be removed becouse person already has image
pl: zostanie usunięte ponieważ osoba już ma przypisane zdjęcie

source: UserActivity to update
pl: Aktywność do aktualizacji

source: will be updated to point selected person
pl: będzie zaktualizowane by wskazać na konkretną osobą

source: Photo to replace
pl: Zdjęcie do zastąpienia

source: the image will be taken from object to delete
pl: zdjęcie będzie wzięte z usuwanego obiektu

source: this characters will be updated
pl: te osoby z obsady będą zaktualizowane

source: the director of this movies will be updated
pl: reżyser tego filmu zostanie zaktualizowany

source: the director rating to delete - user rated both
pl: ocena reżysera do usunięcia - użytkownik ocenił oba obiekty

source: the director rating to update
pl: ocena reżysera do aktualizacji

source: the actor rating to delete - user rated both
pl: ocena aktora do usunięcia - użytkownik ocenił oba obiekty

source: the actor rating to update
pl: ocena aktora do aktualizacji

source: the related object of this short review will be updated
pl: obiekt powiązany z tą recenzją będzie zaktualizowany

source: the related person of this article will be updated
pl: obiekt powiązany z tym artykułem będzie zaktualizowany

source: Merged tags
pl: Łączenie tagów

source: Basket item to update
pl: Obiekt w kolekcji do aktualizacji

source: will be removed because the film already has image
pl: zostanie usunięte ponieważ osoba ma już przypisane zdjęcie

source: will be updated to point to a selected film
pl: będzie zaktualizowane by wskazać na konkretny film

source: the film rating to delete - user rated both films
pl: ocena do usunięcia - użytkownik ocenił oba filmy

source: the film rating to update
pl: ocena filmu do aktualizacji

source: the related film of this article will be updated
pl: obiekt powiązany z tym artykułem będzie zaktualizowany

source: Recipient
pl: Odbiorca

source: group
pl: grupa

source: Creates the message optionally for all users or a group of users.
pl: Tworzy wiadomość dla wszystkich użytkowników albo grupy użytkowników

source: All users
pl: Wszyscy użytkownicy

source: Message
pl: Wiadomość

source: The following usernames are incorrect: %(users)s
pl: Podane nazwy użytkowników są nieprawidłowe: %(users)s

source: Message Received
pl: Otrzymano wiadomość

source: you have received a message
pl: otrzymałeś wiadomość

source: Message Sent
pl: Wiadomość wysłana

source: you have sent a message
pl: wysłałeś wiadomość

source: Message Replied
pl: Odpowiedziałeś na wiadomość

source: you have replied to a message
pl: odpowiedziałeś na wiadomość

source: Reply Received
pl: Otrzymano odpowiedź

source: you have received a reply to a message
pl: otrzymałeś odpowiedź na wiadomość

source: Message Deleted
pl: Wiadomość usunięta

source: you have deleted a message
pl: usunąłeś wiadomość

source: Message Recovered
pl: Wiadomość odzyskana

source: you have undelete a message
pl: odzyskałeś wiadomość

source: Sender
pl: Nadawca

source: Parent message
pl: Wiadomość pierwotna

source: Conversation
pl: Rozmowa

source: sent at
pl: wysłano

source: read at
pl: przeczytane

source: replied at
pl: odpowiedziane

source: Sender deleted at
pl: Nadawca usunięty

source: Recipient deleted at
pl: Odbiorca usunięty

source: no subject
pl: brak tematu

source: Messages
pl: Wiadomości

source: created at
pl: Data utworzenia

source: Conversations
pl: Konwersacje

source: New Message: %(subject)s
pl: Nowa wiadomość: %(subject)s

source: Message successfully sent.
pl: Wiadomość wysłana.

source: %(sender)s wrote: %(body)s
pl: %(sender)s napisał(a): %(body)s

source: Message successfully deleted.
pl: Wiadomość została usunięta.

source: Message successfully recovered.
pl: Wiadomość została odzyskana

source: Rejection reason
pl: Powód odrzucenia

source: Moderated at
pl: Zatwierdzone

source: Moderated by
pl: Zatwierdzone przez

source: Renaming tag %(tag_a)s to %(tag_b)s
pl: Zmiana nazwy taga %(tag_a)s na %(tag_b)s

source: Successfully renamed!
pl: Zmiana nazwy zakończona sukcesem!

source: Failed, an error occurred: %(error)s
pl: Porażka, wystąpił błąd: %(error)s

source: Moderation task completed
pl: Zakończono zadanie moderatorskie

source: Film features
pl: Cechy filmów

source: Provide one valid tag name
pl: Podaj jeden istniejący tag

source: the tag to be renamed
pl: tag do zmiany

source: new tag
pl: nowy tag

source: Tag does not exists
pl: Tag nie istnieje

source: The tag A and tag B must be different
pl: Tagi A i B muszą być różne

source: the tag to set alias
pl: tag do ustawienia jako alias

source: aliases
pl: aliasy

source: You must enter at least one alias
pl: Podaj przynajmniej jeden alias

source: Alias cannot be existing tag, first rename tag:
pl: Alias nie może być istniejącym tagiem, najpierw zmień nazwę taga:

source: Alias is already assigned to tag:
pl: Alias jest już przypisany do taga:

source: tag to translate
pl: tagi do tłumaczenia

source: translation
pl: tłumaczenie

source: Rename a tag
pl: Zmień nazwę taga

source: your task will be executed in the background, you will be informed when it's finished
pl: to zadanie będzie wykonane w tle, zostaniesz poinformowany jak będzie ukończone

source: Create alias for tag
pl: Utwórz alias taga

source: Alias created!
pl: Alias utworzony!

source: Translate tag
pl: Przetłumacz taga

source: Tag translated!
pl: Tag przetłumaczony!

source: Tags to translate
pl: Tagi do tłumaczenia

source: Not found
pl: Nie znaleziono

source: Unfortunately it looks like the site you tried accessing doesn't exist.
pl: Niestety wygląda na to, że podstrona o podanym adresie nie istnieje.

source: Go to the search page
pl: Przejdź do strony wyszukiwania

source: Go to the main page
pl: Przejdź na stronę główną

source: Site Error
pl: Błąd na stronie

source: Unfortunately it looks like some malicious error occured on our site which prevented you from seeing the contents.
pl: Wygląda na to, że do kodu zakradła się jakaś złośliwa pluskwa, w związku z czym nie możemy Ci niestety zaprezentować tej strony serwisu.

source: Contact the administrators
pl: Skontaktuj się z administracją

source: about this incident explaining how did you get this error.
pl: i wyjaśnij jak doszło to tego incydentu, a postaramy się jak najszybciej poprawić błąd.

source: Discover new movies!
pl: Odkrywaj nowe filmy!

source: Your movie recommendations for tonight:
pl: Twoje rekomendacje filmów na dziś wieczór:

source: Find out what you should watch tonight!
pl: Sprawdź co obejrzeć dziś wieczorem!

source: Rate 15 movies
pl: Oceń 15 filmów

source: and get your personal recommendations for theaters and TV instantly!
pl: i otrzymaj rekomendacje w kinach i TV dostosowane do Twojego gustu!

source: Show other movies
pl: Pokaż więcej filmów

source: Sign up with Facebook
pl: Zaloguj się przez Facebook

source: Share your recommendations!
pl: Pochwal się swoimi rekomendacjami!

source: Join Filmaster
pl: Dołącz do Filmastera

source: Connect with Facebook
pl: Zaloguj się przez Facebook

source: You have denied access to your location. <a href="#">How to enable</a>.
pl: Zabroniłeś dostępu do swojej lokalizacji. <a href="#">Kliknij tu aby ją udostępnić</a>.

source: <a href="#" class="enable">Share your location</a> - this will help us provide you movie recommendations relevant to where you are.
pl: <a href="#" class="enable">Podziel się swoją lokalizacją</a> - dzięki temu rekomendacje filmów będą dostosowane do Twojego miejsca zamieszkania.

source: Recently on Filmaster
pl: A tymczasem na Filmasterze

source: Or create an account
pl: Lub załóż konto

source: repeat
pl: powtórz

source: By clicking <em>Sign Up</em>, you are indicating that you have read and agree to the
pl: Rejestrując się potwierdzasz, że akceptujesz

source: Terms and conditions
pl: Regulamin serwisu

source: and
pl: i

source: Privacy
pl: Politykę Prywatności

source: Sign Up &raquo;
pl: Zarejestruj się &raquo;

source: Note
pl: Uwaga

source: Standard log in
pl: Standardowy login

source: In order to vote you need to sign in.
pl: Aby głosować musisz się zalogować w serwisie.

source: Forgot password?
pl: Zapomniałeś hasła?

source: Quick log in
pl: Szybki login

source: Don't have an account? <strong><a href="%(signup_url)s">Sign up</a></strong> or log in using one of those services:
pl: Nie masz konta? <strong><a href="%(signup_url)s">Załóż je</a></strong> lub zaloguj się korzystając z jednego z tych serwisów:

source: Logout
pl: Wyloguj się

source: Thanks for stopping by; when you come back, don't forget to
pl: Miło że wpadłeś. Nie zapomnij

source: log in
pl: zalogować się

source: again
pl: za jakiś czas

source: OAuth Error
pl: Błąd OAuth

source: Change password
pl: Zmień hasło

source: Change Password
pl: Zmień hasło

source: The password has been changed successfully
pl: Hasło zostało zmienione

source: Password Reset
pl: Reset hasła

source: you are already logged in as %(user)s.
pl: jesteś już zalogowany jako %(user)s.

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
pl: Zapomniałeś swojego hasła? Wpisz swój adres e-mail, a prześlemy ci nowe.

source: Reset my password
pl: Zresetuj moje hasło

source: If you have any trouble resetting your password, contact us at
pl: Jeśli masz problem z resetem hasła, skontaktuj się z nami pod adresem

source: A new password has been sent to <strong>%(email)s</strong>. If you do not receive it within a few minutes, contact us at
pl: Nowe hasło zostało wysłane na adres <b>%(email)s</b>. Jeśli nie otrzymasz go w ciągu kilku minut, skontaktuj się z nami pod adresem

source: When you receive the new password, you should <a href="%(login_url)s">log in</a> and change it as soon as possible.
pl: Jak otrzymasz nowe hasło, powinieneś <a href="%(login_url)s">zalogować się</a> i bezzwłocznie (uwielbiamy to słowo!) zmienić hasło.

source: You're receiving this e-mail because you requested a password reset for your user account at Filmaster.com. Your new password is: %(new_password)s Your username, in case you've forgotten: %(username)s You should log in as soon as possible and change your password. Thanks for using our site!
pl: Otrzymujesz ten e-mail powieważ poprosiłeś o reset hasła dla Twojego konta w serwisie Filmaster.pl. Nowe hasło to: %(new_password)s Twój login, w razie jakby wyleciał z głowy: %(username)s Pędź więc co sił na Filmastera i zmień hasło na coś co będziesz w stanie zapamiętać. Dzięki za korzystanie z naszego serwisu! Serwus.

source: Sign up
pl: Zarejestruj się

source: Quick registration
pl: Szybka rejestracja

source: Already have an account or using Facebook or Twitter?
pl: Masz już konto albo korzystasz z Facebooka lub Twittera?

source: Log In
pl: Zaloguj się

source: Use Your Facebook, Twitter or OpenID. One click instead of another password.
pl: Użyj konta na Facebooku, Twitterze lub OpenID. Jedno hasło mniej.

source: Standard registration
pl: Standardowa rejestracja

source: Your @openID:
pl: Twoje @openID:

source: Sign Up
pl: Zarejestruj się

source: <strong>Attention</strong> - By clicking <em>Sign Up</em> you will create <strong>New Filmaser Account</strong>. If you have Filmaster account already and you want to associate it with Facebook/Twitter/OpenID account, login by clicking <a href="%(associations)s">here</a>.
pl: <b>Uwaga</b> - klikając <em>Zarejestruj się</em> utworzysz <b>nowe konto Filmastera</b>. Jeżeli już masz konto i chcesz powiązać je z kontem Facebook/Twitter/OpenID, zaloguj się klikając <a href="%(associations)s">tutaj</a>.

source: Show all
pl: Pokaż wszystko

source: Photo
pl: Foto

source: Replace photo
pl: Zastąp zdjęcie

source: Add photo
pl: Dodaj zdjęcie

source: Your TV channels
pl: Twoje kanały TV

source: Select your channels
pl: Wybierz swoje kanały

source: Following you
pl: Ciebie obserwują

source: You don't have any followers, yet. Perhaps it's time to start being a bit more active on Filmaster?
pl: Nie jesteś jeszcze przez nikogo obserwowany. Może czas zwiększyć aktywność i zrecenzować kilka filmów?

source: You follow
pl: Ty obserwujesz

source: You're not following anyone, yet. Perhaps it's time to start making some friends?
pl: Nie obserwujesz jeszcze nikogo. Może warto zacząć?

source: Edit your profile
pl: Edytuj swój profil

source: Articles
pl: Artykuły

source: My home collection
pl: W domowej kolekcji

source: My wishlist
pl: Lista życzeń

source: My shitlist
pl: Śmietnik

source: Moderation panel
pl: Panel moderatora

source: Edit profile
pl: Edytuj swój profil

source: Change avatar
pl: Zmień awatara

source: Set location
pl: Ustaw lokalizację

source: Set Password
pl: Ustaw Hasło

source: Favorite TV Channels
pl: Twoje kanały TV

source: Notifications
pl: Powiadomienia

source: Dashboard settings
pl: Konfiguracja kokpitu

source: Import movie ratings
pl: Importuj oceny filmów

source: Connected social networks
pl: Facebook/Twitter

source: Authorized apps
pl: Autoryzowane aplikacje

source: Rate movies
pl: Oceniaj filmy

source: Movie reviews
pl: Recenzje filmów

source: Film Ranking
pl: Ranking filmów

source: TV Series Ranking
pl: Ranking seriali

source: By genre
pl: Wg gatunku

source: Found a duplicate?
pl: Znalazłeś duplikat?

source: Report duplicate Movie
pl: Zgłoś duplikat filmu

source: Report duplicate Person
pl: Zgłoś duplikat osoby

source: Missing movie?
pl: Brakuje filmu?

source: Cannot find a movie?
pl: Nie możesz znaleźć filmu?

source: Suggest adding it!
pl: Dodaj go do bazy!

source: User's followers
pl: Obserwują użytkownika

source: User doesn't have any followers, yet.
pl: Tego Filmastera jeszcze nikt nie obserwuje.

source: Followed by user
pl: Obserwowani przez użytkownika

source: User is not following anyone, yet.
pl: Ten Filmaster jeszcze nikogo nie obserwuje.

source: Your Filmaster status
pl: Twój progres

source: Your Filmaster Rewards
pl: Twoje odznaki

source: You have rated <strong id="movies-rated">%(count)s</strong>/%(max)s movies.
pl: Oceniłeś <strong id="movies-rated">%(count)s</strong>/%(max)s filmów.

source: Rate <strong id="movies-to-rate">%(left)s</strong> more
pl: Oceń <strong id="movies-to-rate">%(left)s</strong> więcej

source: find what to watch tonight, instantly!
pl: sprawdź co obejrzeć dziś wieczorem!

source: You have rated <strong id="movies-rated">%(count)s</strong>/15 movies.
pl: Oceniłeś <strong id="movies-rated">%(count)s</strong>/15 filmów.

source: Your recommendations are getting computed right now. They should be ready in a few seconds
pl: Wyliczamy właśnie Twoje rekomendacje. Powinny być gotowe lada chwila

source: We've prepared personalized movie recommendations for you
pl: Przygotowaliśmy dla Ciebie rekomendacje filmów.

source: Check them out!
pl: Sprawdź je teraz!

source: Sign up to check them out!
pl: Załóż konto, aby je obejrzeć!

source: LANGUAGE_CODE
pl: pl

source: Film buffs community
pl: Społeczność miłośników kina

source: filmaster.com
pl: filmaster.pl

source: About
pl: O nas

source: Contact
pl: Kontakt

source: Cooperation
pl: Współpraca

source: Banners
pl: Banery

source: Advertizement
pl: Reklama

source: blog.filmaster.com
pl: blog.filmaster.pl

source: Filmaster Blog
pl: Blog Filmastera

source: All the content is licensed under Creative Commons 2.5 Attribution
pl: Treść serwisu dostępna jest na licencji Creative Commons 2.5 Uznanie Autorstwa

source: Dashboard
pl: Kokpit

source: Movies
pl: Filmy

source: Cinemas
pl: Kina

source: TV
pl: Telewizja

source: or
pl: lub

source: Register now!
pl: Zarejestruj się!

source: Welcome
pl: Witamy

source: Settings
pl: Ustawienia

source: Log in to comment
pl: Zaloguj się aby skomentować

source: or connect with
pl: lub połącz przez

source: Edit
pl: Edytuj

source: Reply
pl: Odpowiedz

source: Your articles
pl: Twoje artykuły

source: Write new article
pl: Napisz nowy artykuł

source: Published
pl: Opublikowane

source: Drafts
pl: Szkice

source: You have no draft articles, yet.
pl: Nie masz jeszcze szkicy artykułów.

source: You haven't published any articles, yet.
pl: Nie masz jeszcze opublikowanych artykułów.

source: You can add movies to this list using the icons on film pages.
pl: Możesz dodawać filmy do tej listy korzystając z ikon znajdujących się na stronach filmów.

source: Edit article
pl: Edytuj artykuł

source: all
pl: wszystko

source: followed
pl: obserwowani

source: custom
pl: własny

source: articles
pl: artykuły

source: posts
pl: opinie

source: video
pl: wideo

source: images
pl: plakaty

source: Users you follow
pl: Ty obserwujesz

source: Your followers
pl: Obserwują Ciebie

source: catchy and informative
pl: chwytliwy i informacyjny

source: Show lead
pl: Pokaż wstęp

source: optional
pl: opcjonalny

source: not more than three short sentences
pl: sugerujemy nie więcej niż 3 krótkie zdania

source: Contents
pl: Treść artykułu

source: remember to divide the content into short paragraphs
pl: pamiętaj, żeby dzielić myśli na krótkie akapity

source: Article contains spoilers
pl: Artykuł zawiera spoilery

source: Movies in this article
pl: Filmy w tym artykule

source: separate with commas, start typing, we'll try to autocomplete
pl: oddzielaj przecinkami, będziemy podpowiadać jak zaczniesz pisać

source: People in this article
pl: Ludzie filmu w tym artykule

source: Save as draft
pl: Zapisz szkic

source: Unpublish
pl: Cofnij publikację

source: New article
pl: Nowy artykuł

source: Your movie ratings
pl: Twoje oceny

source: You rated
pl: Oceniłeś

source: Download your ratings as
pl: Ściągnij swoje oceny jako

source: Similar Users
pl: Filmasterzy tacy jak Ty

source: Filmasters similar to you
pl: Filmasterzy tacy jak Ty

source: Show:
pl: Pokaż:

source: Rate some films and we will compute users similar to you.
pl: Oceń kilka filmów, a my pokażemy Ci Filmasterów oceniających jak Ty.

source: Filmasters similar to
pl: Filmasterzy podobni do

source: show all
pl: pokaż wszystko

source: Your top recommendations
pl: Twoje rekomendacje

source: You haven't set the location
pl: Nie masz ustawionej lokalizacji

source: Set your location
pl: Ustaw lokalizację

source: In theaters
pl: W kinach

source: on
pl: w

source: Show more
pl: Pokaż więcej

source: On TV
pl: W telewizji

source: Add Demot
pl: Dodaj demota

source: Add demot
pl: Dodaj demota

source: Submit
pl: Wyślij

source: Loading, please wait...
pl: Ładuję, poczekaj chwilę...

source: Redirecting to demot page:
pl: Przekierowuję na stronę z demotem:

source: All demots
pl: Wszystkie demoty

source: No demots to display
pl: Nie mamy tu żadnych demotów

source: Confirm Email
pl: Potwierdź swój email

source: Email Confirmed
pl: Email potwierdzony

source: You have confirmed that %(email)s is your email address. Your username is '%(user)s'.
pl: Właśnie potwierdziłeś/-aś, że %(email)s jest Twoim adresem email. Twoja nazwa użytkownika to '%(user)s'.

source: Invalid confirmation key.
pl: Nieprawidłowy rating type

source: Welcome to Filmaster!
pl: Witamy na Filmasterze!

source: http://filmaster.com
pl: http://filmaster.pl

source: Thanks for signing up at Filmaster, great choice!
pl: Dzięki za rejestrację--świetna decyzja!

source: First, please confirm your e-mail
pl: Potwierdź proszę swój adres e-mail

source: http://filmaster.com/mobile/
pl: http://filmaster.pl/mobile/

source: What's next?
pl: Co dalej?

source: I've just joined Filmaster. What can I do next?
pl: OK, jestem już Filmasterem. Co mam teraz zrobić?
